[
  {
    "id": 1,
    "title": "Message of Election 2020: Trump lost, but Trumpism did not (1)",
    "text": "President Donald Trump lost. But Trumpism did not. It won in the parts of the country and with the voters whom Trump catered to over four years, constantly jabbing the hard edges of almost every contentious cultural issue into Red America, on the bet that fear and anger were a winning hand. It almost was. Joe Biden defeated Trump to win the presidency, and is on pace to win up to 306 electoral votes, a total that would match what Trump exaggerated as a \"landslide\" four years ago. In a typical election year, such a victory would mean Biden would have carried other Democrats along with him. Instead, several promising Democratic Senate and House candidates, including incumbents, lost. For Trump, the situation was the inverse. His popularity among his base voters helped protect incumbent Republicans but was not enough to save him. He won more votes for president than any other candidate. Except Biden. The rejection of Trump was personal."
  },
  {
    "id": 2,
    "title": "Message of Election 2020: Trump lost, but Trumpism did not (2)",
    "text": "The election did little to suggest that the country was suddenly less polarized. Trump wrung out votes from areas where he already had a core of support, in rural and small-town America. Biden did the same, only more, in urban and suburban America while also holding down Trump margins in some rural areas. The outcome didn’t change the fact that much of the country is still speaking two different political languages. \"This defied everyone’s expectations. Everyone said if Joe Biden wins, Democrats win the Senate. If Trump wins, Republicans win the Senate,\" said Rahm Emanuel, the former mayor of Chicago and chief of staff to President Barack Obama. \"That’s not what happened. Clearly there was an undertow. \"Life is not binary,\" Emanuel said. \"It’s more complicated. Florida, a state that voted for Trump, voted for the minimum wage. Illinois, a state that voted for Biden, voted down a progressive income tax. California, cobalt blue, voted against affirmative action in the place of employment.\""
  },
  {
    "id": 3,
    "title": "Message of Election 2020: Trump lost, but Trumpism did not (3)",
    "text": "Emanuel said that Democrats may have erred in not offering clearer plans about how they would rebuild the economy while also gaining control over the virus and in not batting back Republican efforts to label them socialists. \"Trump played to people’s fatigue about COVID,\" he said. \"If we had brought the same sense of urgency to getting the economy moving as we did getting COVID under control, it might have been different.\" Instead, some Democrats were advocating for expanding the Supreme Court and ending the filibuster in the Senate, proposals that might have prompted fear about one-party control. \"It’s clear there was more voter frustration with Trump than with the ideology of the Republican Party,\" said Mike Murphy, a strategist to several Republican presidential campaigns who broke with his party over Trump. \"Clearly the presidential race was operating in its own world from the congressional race.\" Since Trump campaigned largely on friendly turf, he also helped Republican candidates in those areas. \"Trump lifted Republican candidates by vastly boosting turnout in areas of Republican strength,\" said David Axelrod, former senior adviser Obama. \"In the states and districts that favor Republicans, they ran up the score.\""
  },
  {
    "id": 4,
    "title": "Message of Election 2020: Trump lost, but Trumpism did not (4)",
    "text": "Many voters offered a consistent refrain about Trump: They liked his policies but could not abide his anger-fueled personality, his constant use of Twitter as a weapon, and the way he ridiculed anyone who dared disagree with him. Biden’s call for a return to decency, and his appeal to be a president for all Americans and not just the base of his party, was an important part of his formula. But the closeness of the race, even with the president’s persistently low approval ratings, was also a testament to the inherent power of an incumbent seeking reelection. There’s a reason only three elected incumbents before Trump had lost in nearly a century. When an incumbent loses, the challenger’s party often gains. In 1980, when Ronald Reagan defeated President Jimmy Carter, Republicans took 12 Senate seats from Democrats. In 1992, Bill Clinton’s victory over President George H.W. Bush also came with three Democratic Senate victories over incumbent Republicans. When Franklin D. Roosevelt defeated President Herbert Hoover in 1932, Democrats gained nearly 100 House seats and a dozen in the Senate, giving Roosevelt the muscular majorities he needed to pass sweeping New Deal legislation. But no president in recent memory had maintained such iron-grip allegiance from his own party as Trump, with only a handful of Republicans in Congress ever willing to cross him, fearing that they were always one presidential tweet away from a primary challenge. They stuck with him during his impeachment, when only Sen. Mitt Romney, R-Utah, voted to convict him, and Trump ostracized him. And several were sticking with him even in defeat, offering up unproven allegations of voter fraud."
  },
  {
    "id": 5,
    "title": "Message of Election 2020: Trump lost, but Trumpism did not (5)",
    "text": "Some voters liked Trump’s tough talk on trade and getting other nations to pay more for common defense. They gave him credit, right or wrong, for an economy that was buoyant before the pandemic struck. And Trump played to Americans’ fatigue from all the restrictions imposed because of the virus by saying the warnings of his own administration’s top public health officials were overblown. Still, there was a collective limit to how much more of Trump’s always-in-your-face presidency they were willing to take. Not enough, though, to deliver Biden a majority in the Senate, at least not until the outcome of two runoff elections in Georgia in January. But some Democrats also noted that they held most seats in swing states, and that Biden won in some competitive districts. \"There are also many districts that Biden flipped from 2016, like my district,\" said Rep. Elaine Luria of Virginia. She said her margin of victory over the same opponent more than doubled from 2018. \"The bottom line on Republicans winning in traditionally Republican-held seats was their unprecedented turnout,\" Luria said. \"Trump was not able to capitalize on that turnout himself, because his actions and rhetoric over the last four years made him unpalatable to the majority of Americans.\" Biden clearly was seen as both a necessary and acceptable alternative. He had no pithy slogan like \"Hope and Change\" when he was Obama’s running mate in 2008. Rather, he tapped into a national desire to stop the noise, to turn the page from a period so marked by rage and hate inspired from the White House itself."
  },
  {
    "id": 6,
    "title": "March 11, 2020: The night sports, as we knew them, ended",
    "text": "Nobody knew exactly what to say in Oklahoma City around 7:10 p.m. local time on March 11, 2020. That was an issue for Mario Nanni, whose job as the Oklahoma City Thunder public-address announcer is to tell fans exactly what’s happening. He had just introduced the starting lineups. The Thunder and Utah Jazz were about to play. And then someone ran onto the court from the back of the arena with one mandate: Make sure that game doesn’t start. The referees were hastily gathered, then coaches were brought together to hear the news: Jazz center Rudy Gobert had tested positive, and NBA Commissioner Adam Silver decided to cancel the game. Nanni took a deep breath. \"Fans, due to unforeseen circumstances, the game tonight has been postponed,\" he began, as those inside the arena somehow made their reactions of shock audible. With that, everything in the world of sports officially changed. Everything. \"We were in uncharted territory,\" Nanni said. In many respects, we still are. The NBA was the first major league to stop play. A day later, so did the NHL, Major League Baseball and Major League Soccer. College basketball did as well, and the trickle-down continued. High school tournaments. AAU seasons. Spring sports. Summer camps. Fall sports in high schools and colleges. The pro leagues and most college ones have come back; some at the high school and youth levels haven’t resumed yet. Careers ended, without warning, without proper farewells. Sports was bracing for change on March 11, 2020. Locker rooms had been closed to outsiders, hand sanitizer was everywhere, and the NBA was among the leagues strongly considering playing games in empty arenas. The shutdown didn’t seem as likely. That is, until it happened. \"We had discussed as a crew at lunch that day the possibility of this thing spreading,\" said NBA referee Pat Fraher, who was on the officiating team for that Oklahoma City-Utah game and was the one who delivered the word to the coaches. \"But we didn’t really know what we were a part of that night. We had no idea the true impact of what happened.\" The global fight against COVID-19 didn’t begin that night in Oklahoma City, of course. It started at least two months earlier in China, where the virus originated, but that was the day where the global health crisis was declared — and within hours, a global sports crisis was happening as well. Things are, obviously, improving. Vaccines are getting into arms, health workers have devised plans to keep everyone as safe as can be, and more and more games are getting played. But a half-million Americans have died, 2.5 million around the world have died, more than 100 million globally have been infected. Those are the stats that matter most from the past year. \"We see some light at the end of the tunnel, with the COVID-19 vaccine being accessible on a widespread basis over the coming weeks and months,\" PGA Tour Commissioner Jay Monahan said. Sports are games, and games are charted with numbers, and the numbers from the past year are incalculable. Billions of dollars were lost by the shutdown of sports; how much, we’ll never know for certain. Same goes with the jobs lost; thousands, but nobody knows exactitudes. And how many games were never played? Globally, at all levels, that number hits the millions with ease. For months, every game clock was stuck at 0:00. Nobody won. Everybody lost. \"It hit everybody in the face and COVID showed how it disproportionately affects so many others,\" San Antonio Spurs coach Gregg Popovich said. \"And it took something like that to make everybody step up and say, ‘Whoa,’ and see what was going on. And like I said, in many, many aspects of our lives, that made that possible.\" And now, the comeback story is already being told. The NFL made it through a season without any games being canceled and even had some fans at the Super Bowl. Small numbers of fans are welcome at golf and tennis events again. Some NBA and NHL teams have a few people in the seats. March Madness is here. Baseball is looming. A delayed Tokyo Olympics seem like they’ll happen, albeit without international fans welcome to attend. \"The question is not whether,\" International Olympic Committee President Thomas Bach said. \"The question is how these Olympic Games will take place.\" Things are not normal and may not be again for some time. The definition of normal has surely changed as well. But the games came back, providing what sports always does — a break from reality, a diversion from problems, an escape from the real world. That’s been needed now, perhaps more than ever. \"Anything you go through in life, it either makes you or breaks you,\" Gobert said. \"If you can handle it and grow from it, that’s what life’s about.\" The last year proved that sports are about that as well."
  },
  {
    "id": 7,
    "title": "Cellphones offer look back at most personal moments of 2020",
    "text": "A year like no other: Americans shambled through it, doing the best they could under circumstances that were uneven at best — and sometimes downright punishing. As they endured, here and there, they pulled out their phones and snapped photos of the world around them. Snapshots of 2020. We all have them. And behind some are the stories of a pandemic and an era of polarization, progress and upheaval — the visual representations of daily life and its personal moments. Associated Press reporters went back to some of the people they interviewed during the news events of the past year and asked a straightforward question: What image on your phone’s camera roll tells YOUR story of 2020? We are sharing some of their answers in photographs and words."
  },
  {
    "id": 8,
    "title": "DEVON HENRY, VIRGINIA",
    "text": "Devon Henry’s Virginia construction company completed over 350 projects in 2020. But one, he said, was the most meaningful by far. Team Henry Enterprises was the general contractor handling the recently completed Memorial to Enslaved Laborers at the University of Virginia, a tribute to the people whose work building and maintaining the school founded by Thomas Jefferson had long gone unrecognized. Henry is a Black man who faced death threats after it came to light that his company also handled this year’s removal of Richmond’s Confederate monuments. He took his kids, wife and mom to visit the Charlottesville site in November. He snapped this shot, which he said more than anything else, exemplifies 2020 for him. \"This was a year, for me, of reflection,\" he says. During the visit, Henry saw people taking their time exploring the memorial, reading through the entire timeline, touching the granite and feeling the names of the enslaved engraved into the stone. The meaning of the monument and the way it has been recognized, he said, \"personally means a great deal to me.\""
  },
  {
    "id": 9,
    "title": "DEMETRIA HESTER, OREGON",
    "text": "Demetria Hester had been protesting racial injustice on the streets of Portland, Oregon, for 80 straight days after the killing of George Floyd when she was arrested. Hester’s hair had been falling out in chunks — from exposure to tear gas, she says — and her voice was cracked and hoarse from leading bullhorn chants for weeks. The prosecutor in Portland decided not to press charges. But for Hester, the moment was transformative. She dyed her newly shaved head a golden yellow and shaved the Black Lives Matter fist into the back, tracing it with black dye. Two weeks later, she traveled to Washington, D.C., to take part in a march to commemorate the 57th anniversary of Martin Luther King Jr.’s \"I Have A Dream\" speech. When Hester saw the White House, she asked a stranger to take her photo from behind with her new hairdo front and center. Standing there, she said, she felt like she herself had become a \"true civil rights entity.\" \"So much led up to that moment,\" says Hester, who ultimately protested more than 100 days in Portland last summer and fall. \"When I cut my hair, I was like, ‘This is for Black Lives Matter, this is about the power. You can’t take my brains. You can’t (take) my thoughts. You can’t take my ambition. You can’t take the strength my ancestors gave me,’\" she says. \"This is part of a revolution,\" Hester says. \"It’s amazing to be a part of that, because we’re not going back.\""
  },
  {
    "id": 10,
    "title": "SARAH WEAVER, FLORIDA",
    "text": "Bandit Coffee in St. Petersburg, Florida, closed to customers on March 16, and state and local restrictions on restaurants soon followed. Owner Sarah Weaver quickly pivoted to contactless, curbside pickup orders — which was no small feat. Pre-pandemic, Bandit didn’t have a phone for taking orders and didn’t accept online orders for their carefully sourced, house-roasted coffee. Now, nine months later, most customers order online and pick up at a table under a tent — the staff places a name card next to the order, so the customers know which coffee to grab. Although the state has lifted all restrictions on restaurants, Weaver says she’s \"held steady\" with the online system to keep her staff and customers as safe as possible. \"We’re fortunate for the temperate Florida weather,\" she says. \"2020 has been a time of change, but instead of forcing a return to normal, our team at Bandit has embraced how we can serve our community through creative adaptation.\""
  },
  {
    "id": 11,
    "title": "JUMANA AZAM, ILLINOIS",
    "text": "For a time this past spring, Jumana Azam was working 16-hour days responding to an influx of coronavirus patients at Chicago’s Rush University Medical Center. During the worst of it, the 34-year-old respiratory therapist was facing multiple deaths a day while close to 100 ventilators were in use on sick patients around her in the ICU. \"It was like war,\" she says. Her hours have decreased since then, but another major event in Azam’s life ended this year on a much brighter note: She got married. Planning a wedding during a pandemic proved its own source of stress. The original plan was for the couple to marry in spring 2021. But with so much uncertainty and several aging family members, Azam and her fiancé decided not to wait. After a small ceremony of 40 people, a friend captured a moment in the car while Azam and her new husband drove off, waving to tearful, masked family members. \"I cried throughout the whole ceremony, but in that moment, I was just so relieved that everything went well ... If you surround yourself with love and happiness, good things will still happen in a terrible year.\""
  },
  {
    "id": 12,
    "title": "MARY DE LA ROSA, CALIFORNIA",
    "text": "Mary De La Rosa, a former early childhood educator, closed her toddler and preschool program in March due to the coronavirus pandemic. While the closing took a significant financial and personal toll, it also gave her more time to work with the Los Angeles-based racial justice group Westside Activists. De La Rosa and her two daughters have attended protests and racial justice events every week since then. They make their own posters, write postcards to encourage voter turnout in swing states and call their elected officials. De Le Rosa uses her early childhood education background to help children, including her own, learn about racial justice. \"They’re the future,\" De La Rosa says. \"They need to continue to demand for change to happen if we want to make any progress. And I make sure they know that.\" Before a protest this past summer, 9-year-old Bella told her mother she wanted to be louder. Their solution: a paper megaphone with the words \"Black Lives Matter.\" Bella spends much of her time memorizing protest chants. She has been chanting \"Choose love, not hate,\" around her family’s home for the past six months. \"I love to watch her chanting as loud as she can, using her voice,\" De La Rosa says. \"It’s been a year of her learning to use her voice and to use it proudly.\""
  },
  {
    "id": 13,
    "title": "RUQAYYAH BAILEY, MISSOURI",
    "text": "By any measure, Ruqayyah Bailey has had a tough year. But she is focused on her accomplishments, not her challenges. Challenges are old hat for Bailey. The 31-year-old autistic St. Louis County resident was barely making enough as a part-time cafe cashier. When COVID-19 hit, the cafe closed. She lost her job and moved home with her mom. The cafe reopened in the summer, and Bailey briefly returned to her apartment. It didn’t last. The social service agency that helps subsidize her housing had to shut down due to the virus, forcing Bailey to move back to her mom’s home again. To make matters worse, the cafe closed for good this month. Through it all, Bailey relishes the bright spots. Her junior college classes are going great — two As and a B. Then there is tennis. In October, Bailey took first place in the beginners’ tennis division of the Missouri Special Olympics. A photo from her phone, taken by her coach, shows her standing proudly on the court, medal around her neck, a bright pink mask on her face. \"I did it! I did it! I worked hard and I did it!\" she said when asked what the photo means to her. Her can-do spirit came through in another way. As a child, Bailey was on a school bus involved in an accident and figured she’d never drive. Yet this year she took lessons and got her license last month. \"Thank God for that stimulus check,\" she says, \"because I used that for my driving lessons.\""
  },
  {
    "id": 14,
    "title": "KANESSA ALEXANDER, MASSACHUSETTS",
    "text": "Like many who run small businesses, Boston salon owner Kanessa Alexander found the pandemic to be a rocky time. The Black mother of four opened her shop about five years ago in the city’s predominantly white West Roxbury neighborhood after she was denied service herself in high-end salons. Now she’s seen her staff dwindle from eight to one, leaving her and one stylist to handle clients at less than 30 percent capacity due to pandemic safety rules and far fewer customers. A selfie she took July 20 wearing a mask at her four-chair salon, Perfect 10, tells the story, the 43-year-old Alexander says. \"I was in the salon alone with a mask on when we were closed. It was such an uncertain and uncomfortable time,\" she says. \"It was a summer day, and it should have been a day that I was at the beach with my kids or in the salon with a full staff working. It felt very different. I could see it in my eyes. I could see it in everyone’s eyes. \"We were still trying to figure out, where do we go from here? The Black Lives Matter movement was happening, and there were protests. It was, should we board things up? It was a whole series of events in the midst of summer, which should have been a joy.\""
  },
  {
    "id": 15,
    "title": "PONNI ARUNKUMAR, ILLINOIS",
    "text": "Regular forest walks have helped Dr. Ponni Arunkumar get through one of the most challenging years of her professional career. The medical examiner for Cook County, which includes Chicago, scrambled early this year to cope not just with a spike in COVID-19 but also with soaring numbers of homicides. Deaths tripled overall from the year before. But the size of Arunkumar’s staff remained the same. She says her photographs of one of the forest-preserve trails she walks each weekend with her husband are reminders that downtime isn’t a luxury — it’s a necessity for staying sharp amid the county’s death surge. \"It has been a very long year ... and we don’t know when this is going to end,\" she said. She made her weekend walk part of her routine over the summer as COVID deaths waned. They are now up again, and she intends keep doing the weekend walks. \"This prolonged stress can get to you,\" she says. \"Not just me but the whole staff. … It has started affecting us a bit.\" She adds: \"Everyone needs a break.\""
  },
  {
    "id": 16,
    "title": "MEYERS LEONARD, FLORIDA",
    "text": "Meyers Leonard of the Miami Heat wanted to pick a family photo as his favorite of 2020, one featuring his wife and dog and some more relatives. Instead, he chose one of himself, alone, surrounded by darkness. \"I’ll say, as a blanket statement, 2020 was not easy for anyone,\" Leonard says. His image, however, also shows strength and some light. It was taken by a Heat employee after an extra workout Leonard had in the NBA’s restart bubble at Walt Disney World in Florida over the summer. Leonard felt alone there. He lost his starting job in part because of injury. His wife wasn’t allowed to join him until the end, and he was sharply criticized for his decision to stand for \"The Star-Spangled Banner\" before games while most players chose to kneel. \"I have no shame saying that parts of 2020 were very, very difficult for me,\" Leonard said. \"And I’m willing to speak up and say that it’s OK to not be OK. There are too many people, especially during COVID, going through things. Friends of mine haven’t seen their parents in almost a year. I mean, it’s crazy. I thought I had everything, and sometimes life just gets flipped upside down. \"Yet people need to know, there is a light. There is a light at the end of the tunnel. Trust me, I’ve had moments where I’m in the dark you see in that photo. But there is a light, and there is hope, if we stay strong.\""
  },
  {
    "id": 17,
    "title": "DALE TODD, IOWA",
    "text": "The Aug. 10 derecho that hammered Cedar Rapids, Iowa, with winds up to 140 mph severely damaged tens of thousands of homes and businesses and devastated the community’s tree canopy. Much of the city of 130,000 people was without electricity for a week or longer. \"It feels like we got kicked in the teeth pretty good,\" city councilor Dale Todd says. But Todd says the lack of power and air conditioning caused something \"sort of magical\" to happen: Once-distant neighbors came together to help as the city started a massive effort to clear debris. Todd’s family and neighbors gathered every night for community meals, at first featuring meats that had to be used or would spoil. They talked about their days and looked at the stars from Todd’s backyard without distractions from cellphones or television. In this photo, Todd’s wife, Sara, fixes the mask of their 21-year-old son, Adam, who has severe epilepsy. Todd calls the photo a reminder of the \"powerful sense of community that evolved.\" \"That is what is going to get us through this pandemic, through this next year with the economy,\" he says, \"and hopefully it can be a model for how we rebuild our politics and sense of democracy.\""
  },
  {
    "id": 18,
    "title": "RUTH CABALLERO, NEW YORK",
    "text": "When home health nurse Ruth Caballero looks at an April photo of her wearing her full kit of pandemic protective gear, she sees a feeling: \"how scared I was.\" Covered in a surgical gown, face shield, plastic cap and two layers of masks and gloves, she was heading into a New York City apartment to see one of her first coronavirus patients, just released from a hospital. \"I remember putting all of that on and saying to myself, ‘Please, let me be able to be as effective medically to help this patient as much as I can. And please allow me to stay COVID-negative,’\" recalls Caballero, who works for the Visiting Nurse Service of New York. Moments later, Caballero came face-to-face with the ravages of COVID-19, meeting a tremendously weakened patient who asked: \"Nurse, did they send me home to die?\" \"No, they sent you home to live,\" Caballero remembers saying. \"And we’re going to fight this together.\" Caballero’s cellphone photo is a portrait, one of many, of New York City’s fearsome battle with the coronavirus. During an early April peak, it was blamed for over 750 deaths a day in the city alone. Still, Caballero glimpses more than those desperate times when she looks at that picture. She also thinks of how different she felt two or three months later, as that first surge subsided, protective equipment shortages eased and she gained experience caring for coronavirus patients — and seeing them get better. By then, \"I looked forward to being able to provide them with nursing care,\" says Caballero, who now has worked with more than 50 COVID-19 patients. \"I’m not afraid,\" she says. \"Whatever I can do to help them recover, it is one of my greatest joys.\""
  },
  {
    "id": 19,
    "title": "LIN-MANUEL MIRANDA, NEW YORK",
    "text": "Lin-Manuel Miranda already wears plenty of hats: He’s a Broadway playwright and producer, singer, songwriter, actor, rapper and composer. But at the beginning of 2020, he was set to add a new title to his resume: film director. Until the coronavirus pandemic changed his plans, that is. Netflix had to shut down production of his directorial debut, the musical drama \"Tick, Tick... Boom!,\" earlier this year after only eight days of shooting. \"We started back up again in September. We wrapped just before Thanksgiving. And I’m incredibly grateful and proud to say that we were able to finish filming with no one getting sick, no delays,\" Miranda says. With wild hair and eyes wide open, the entertainer — in a face mask and face shield — took a selfie on the New York set of the film, which stars Andrew Garfield and Vanessa Hudgens. It will be released next year. \"The picture you’re seeing is me at the end of the day of our most complicated musical sequence. ... So that’s why my hair is literally standing straight out of pure exhaustion,\" he says. \"We really kind of learned a new way of filmmaking,\" says Miranda, who this year released the 2016 filmed version of his Broadway musical \"Hamilton\" on Disney+ as well as \"We Are Freestyle Love Supreme,\" the Hulu documentary highlighting his improv skills. \"It was a lot on top of what is already a hard gig, but it also made finishing it all the sweeter.\""
  },
  {
    "id": 20,
    "title": "ADAM RAMMEL, OHIO",
    "text": "Adam Rammel enjoyed seeing a full house at his brewpub, Brewfontaine, and had high hopes for his second location next door, the Syndicate. But for three months, from March 15 to June 5, the Bellefontaine, Ohio, restaurants were closed to indoor diners and limited to takeout and delivery. Rammel can’t shake the image of upside-down chairs on tables in an empty dining room. Social distancing and customer anxiety have reduced the restaurants’ Friday and Saturday night crowds from an expected 130 people to 60 at best. With winter here, Rammel and his co-owners have given up on serving customers outdoors. Like other restaurateurs, he hopes the widespread availability of a coronavirus vaccine will bring back the crowds. Asked how he’s been able to get through more than nine months of anxiety, Rammel said he’s been helped by \"an amazing support system with partners, including my family. Trying to remain positive. And bourbon. Lots of bourbon.\""
  },
  {
    "id": 21,
    "title": "Death toll reaches 39 in quake that hit Turkey, Greek island (1)",
    "text": "hree young children and their mother were rescued alive from the rubble of a collapsed building in western Turkey on Saturday, some 23 hours after a powerful earthquake in the Aegean Sea killed at least 39 people and injured more than 800 others. One of the children died soon after being rescued, while a fourth child was still trapped. The Friday afternoon quake that struck Turkey’s Aegean coast and north of the Greek island of Samos registered a magnitude that Turkish authorities put at 6.6 while other seismology institutes said it measured 6.9. It toppled buildings in Izmir, Turkey’s third-largest city, and triggered a small tsunami in the Seferihisar district and on the Greek island. Hundreds of aftershocks followed. At least 37 people were killed in Izmir, Turkish President Recep Tayyip Erdogan said from a crisis coordination center before visiting the wrecked sites. Among them was an elderly woman who drowned in the tsunami."
  },
  {
    "id": 22,
    "title": "Death toll reaches 39 in quake that hit Turkey, Greek island (2)",
    "text": "But rescue teams on Saturday made contact with 38-year old Seher Perincek and her four children — ages 3, 7 and 10-year-old twins — inside a fallen building in Izmir and cleared a corridor to bring them out. One by one, the mother and three of her children were removed from the rubble as rescuers applauded or hugged. The survivors, including 10-year-old Elzem Perincek, were moved into ambulances on stretchers. \"I’m fine; I was rescued because only one of my feet was pinned. That foot really hurt,\" she said. The health minister as well as rescue worker Ahmet Yavuz told HaberTurk television hours later that one of the children had died after being rescued. They were still trying to reach the other child, Yavuz said. More than 5,500 rescuers from different agencies and cities worked together to reach survivors, at times hushing the crowds to listen into the rubble with sensitive headphones and crawling through the cracks. A 65-year-old man was saved 26 hours after the quake. Rescue work continued in nine buildings."
  },
  {
    "id": 23,
    "title": "Death toll reaches 39 in quake that hit Turkey, Greek island (3)",
    "text": "Earlier Saturday, search-and-rescue teams lifted teenager Inci Okan out of the rubble of a devastated eight-floor apartment building. Her dog, Fistik, or Pistachio, was also rescued, Turkish media reported. A video showed a female rescuer trying to calm down the 16-year-old girl under the rubble as she inserted a catheter. \"I’m so scared,\" the girl cried. \"Can you hold my hand?\" \"We are going to get out of here soon,\" the rescuer, Edanur Dogan, said. \"Your mother is waiting outside for you.\" Two other women, aged 53 and 35, were brought out from the rubble of another toppled two-story building earlier on Saturday. Some 103 people have been rescued since the earthquake, Erdogan said. It was unclear how many more people were trapped under buildings that were leveled. Turkey’s Disaster and Emergency Management Presidency, or AFAD, said 885 people were injured in Izmir and three other provinces. The health minister said eight people were being treated in intensive care, with three of them in critical condition."
  },
  {
    "id": 24,
    "title": "Death toll reaches 39 in quake that hit Turkey, Greek island (4)",
    "text": "Two teenagers were killed on Samos after being struck by a collapsing wall. At least 19 people were injured on the island, with two, including a 14-year-old, being airlifted to Athens and seven hospitalized on the island, health authorities said. The small tsunami that hit the Turkish coast also affected Samos, with seawater flooding streets in the main harbor town of Vathi. The earthquake, which the Istanbul-based Kandilli Institute said had a magnitude of 6.9, was centered in the Aegean northeast of Samos. AFAD said it measured 6.6. and hit at a depth of some 16 kilometers (10 miles). It was felt across the eastern Greek islands and as far as Athens and in Bulgaria. In Turkey, it shook the regions of Aegean and Marmara, including Istanbul. Turkey is crossed by fault lines and is prone to earthquakes. In 1999, two powerful quakes killed some 18,000 people in northwestern Turkey. Earthquakes are frequent in Greece as well. Authorities warned residents in Izmir not to return to damaged buildings, saying they could collapse in strong aftershocks. Many people spent the night out in the streets, too frightened to return to their homes, even if they sustained no damage."
  },
  {
    "id": 25,
    "title": "Death toll reaches 39 in quake that hit Turkey, Greek island (5)",
    "text": "The country has suffered from lightly regulated and shoddy construction which can lead to serious damage and deaths from earthquakes. Referring to the structure where the teenager and her dog were rescued, architect Nihat Sen told Turkish broadcaster NTV: \"All material used on the eight-story building was faulty. The ground was bad, the material was bad.\" Turkey’s president said the government would aid victims who lost their homes with temporary housing and rent, while starting construction of new buildings. In a show of solidarity rare in recent months of tense bilateral relations, Greek and Turkish government officials issued mutual messages of solidarity, and the leaders of Greece and Turkey held a telephone conversation."
  },
  {
    "id": 26,
    "title": "ADeath toll reaches 39 in quake that hit Turkey, Greek island (6)",
    "text": "\"I thank President Erdogan for his positive response to my call,\" the Greek Prime Minister Kyriakos Mitsotakis said on Saturday before traveling to Samos, where he visited the families of the teenagers who were killed. Relations between Turkey and Greece have been particularly tense, with warships from both facing off in the eastern Mediterranean in a dispute over maritime boundaries and energy exploration rights. The ongoing tension has led to fears of open conflict between the two neighbors and nominal NATO allies. The quake occurred as Turkey was already struggling with an economic downturn and the coronavirus pandemic. So far, more than 10,000 people with the virus have died in Turkey. The health minister said authorities were distributing masks and disinfectant to protect against COVID-19."
  },
  {
    "id": 27,
    "title": "Christie says he was wrong not to wear mask in White House (1) ",
    "text": "Former New Jersey Gov. Chris Christie said Thursday that he was wrong not to wear a mask at the White House, after he and President Donald Trump both came down with the coronavirus. Christie, in a statement, said he has recovered from COVID-19 after a weeklong stay in a hospital’s intensive care unit. He called on all political leaders to advocate for face coverings, with the practice becoming increasingly politicized even as the pandemic has killed more than 217,000 Americans. \"I believed that when I entered the White House grounds, that I had entered a safe zone, due to the testing that and I and many others underwent every day,\" Christie said. \"I was wrong.\" Christie, who was at the White House for the announcement of Judge Amy Coney Barrett as the president’s nominee to the Supreme Court and to a participate in several rounds of Trump’s debate prep, seemingly chided the president’s attitude toward the disease."
  },
  {
    "id": 28,
    "title": "Christie says he was wrong not to wear mask in White House (2)",
    "text": "\"No one should be happy to get the virus and no one should be cavalier about being infected or infecting others,\" Christie said. Trump has since called his illness as \"a blessing from God,\" arguing it exposed him to promising therapeutics. He has also been an inconsistent advocate for mask wearing, holding large rallies of thousands of people where many of his supporters do not follow public health guidance to cover their faces. At a town hall in Miami on Tuesday night, Trump said of Christie’s statement, \"He has to say that.\" The president insisted he supports masks and called Christie \"a friend of mine.\" Christie said, \"Every public official, regardless of party or position, should advocate for every American to wear a mask in public, appropriately socially distance and to wash your hands frequently every day.\""
  },
  {
    "id": 29,
    "title": "Nebraska court strips medical marijuana measure from ballot (1) ",
    "text": "Nebraska voters won’t get the chance to legalize medical marijuana this year after the state Supreme Court ruled Thursday that the measure set to appear on the November ballot is unconstitutional. The court’s ruling was a win for social conservatives, including Gov. Pete Ricketts, who argued that the state shouldn’t legalize a drug that isn’t approved by federal regulators. The court also ruled that a measure to allow casino gambling can appear on the ballot, despite opposition from Ricketts and other conservatives who say it will contribute to gambling addiction and bankruptcies. The rulings came one day before the legal deadline to certify both measures for the general ballot. Justices concluded that the medical marijuana proposal violated Nebraska’s \"single subject rule\" for ballot measures, which bars activists from bunching multiple issues into a single yes-or-no question for voters to address. Specifically, they took issue with provisions that would allow people to use marijuana while also produce it in-state, among other issues."
  },
  {
    "id": 30,
    "title": "Nebraska court strips medical marijuana measure from ballot (2)",
    "text": "\"If voters are to intelligently adopt a state policy with regard to medicinal cannabis use, they must first be allowed to decide that issue alone, unencumbered by other subjects,\" the court said in its opinion. State Sen. Adam Morfeld, of Lincoln, a leading figure in the medical marijuana ballot campaign, said the campaign was deeply disappointed with the ruling but vowed to continue fighting for legalization. He said backers will revive the issue with a new petition measure and a bill in the state legislature. \"This does not end here,\" he said. Backers of both causes announced in July that they had gathered more than enough signatures to submit the issues to voters. They launched the campaign after Nebraska lawmakers repeatedly rejected measures to legalize casino gambling and medical marijuana."
  },
  {
    "id": 31,
    "title": "Nebraska court strips medical marijuana measure from ballot (3)",
    "text": "Gambling advocates also tried a ballot drive in 2016 but failed to gather enough signatures. Evnen said organizers of this year’s drive collected the required number of signatures to qualify. But he said letters submitted to him from the attorneys of gambling opponents pointed out what he considers to be misleading ballot language. The gambling drive was spearheaded by horse-racing advocates and Ho-Chunk Inc., the economic development arm of the Winnebago Tribe of Nebraska, which poured millions of dollars into the effort. The three measures would have changed Nebraska’s constitution to allow gambling and created two laws to regulate and tax the industry. If passed, some of the tax revenue would be funneled into a state property tax credit. Evnen took issue with one of the ballot measures that said casino gambling would only be allowed at state-licensed racetracks. He said the statement was \"materially misleading\" to voters because the measure would also allow casinos on tribal lands in Nebraska, even if they don’t have a racetrack. The court rejected Evnen’s argument, noting that the measures are broken into three separate items that voters can consider individually."
  },
  {
    "id": 32,
    "title": "Dozens of Women in Gaming Speak Out About Sexism and Harassment (1)",
    "text": "After more than 70 allegations surfaced on Twitter this weekend, gaming companies and streamers responded with action. Some say it’s the beginning of real change in the industry. More than 70 people in the gaming industry, most of them women, have come forward with allegations of gender-based discrimination, harassment and sexual assault since Friday. They have shared their stories in statements posted to Twitter, YouTube, Twitch and the blogging platform TwitLonger. The outpouring of stories from competitive gamers and streamers, who broadcast their gameplay on platforms like Twitch for money, led to the resignation of the C.E.O. of a prominent talent management company for streamers and a moment of reflection for an industry that has often contended with sexism, bullying and allegations of abuse. Already, the response has been a far cry from Gamergate in 2014, when women faced threats of death and sexual assault for critiquing the industry’s male-dominated, sexist culture. Now, some are optimistic that real change could come. Gamers began sharing their stories after a Twitter user who posts as Hollowtide tweeted about an unnamed \"top\" player of the online game Destiny on Friday night, referring to the person as a \"scum lord.\" Three female streamers, JewelsVerne, SheSnaps and SchviftyFive, saw the post and decided to come forward about their experiences with the gamer in question, who is known online both as Lono and SayNoToRage. The women posted their allegations, including nonconsensual touching, propositioning for sex and harassment, on Twitter using their streamer handles. (The streamers did not provide their legal names to The New York Times. In years past, women gamers who have spoken out against the industry using their legal names have been subjected to further harassment, hacking and doxxing.)"
  },
  {
    "id": 33,
    "title": "Dozens of Women in Gaming Speak Out About Sexism and Harassment (2)",
    "text": "In interviews with The Times, when asked to describe their experiences with Lono, the streamers asked a reporter to refer to their public statements on Twitter, TwitLonger and Twitch. Lono responded to their Twitter accusations in a YouTube video posted on Saturday. \"There is no excuse for my behavior. There is no way to gloss over it. The things I did were unacceptable,\" he said in the video. \"Being inappropriate with these people robbed them of their sense of safety and security and it broke trust, and I am deeply sorry.\" (He declined to speak to a reporter from The Times on Monday, and would not share his last name.) After those accusations, other streamers began to open up about their experiences with high-profile men in the industry, including fellow streamers, YouTubers, game developers and talent managers."
  },
  {
    "id": 34,
    "title": "Dozens of Women in Gaming Speak Out About Sexism and Harassment (3)",
    "text": "Jessica Richey, 28, a streamer and content creator in New York City, began compiling the allegations into a Twitter thread. Ms. Richey said in an interview on Sunday that she received more than 50 direct messages from people asking that their stories be added to her thread. On Monday morning, she compiled all of the allegations in a Medium post, which was shared widely within the streaming community. \"I’m not casting judgment or asking anyone to witch hunt those who are named,\" Ms. Richey said. \"I’m trying to give survivors of these issues a voice so they don’t feel alone or gaslit based on their experiences in this industry.\""
  },
  {
    "id": 35,
    "title": "Dozens of Women in Gaming Speak Out About Sexism and Harassment (4)",
    "text": "Molly Fender Ayala, a Twitch streamer and community development lead for the video game Overwatch, posted a message on Twitter Sunday morning, in which she accused Omeed Dariani, the C.E.O. of Online Performers Group, a talent management agency that works with many streamers, of acting inappropriately toward her and propositioning her for a threesome in 2014. (Ms. Ayala denied a request for comment. Mr. Dariani did not respond to multiple requests for comment.) \"I feel that it’s my responsibility to speak up,\" Ms. Ayala wrote, so that other women in the streaming and gaming world \"know that this isn’t ‘just how the industry is.’\" Mr. Dariani responded to Ms. Ayala’s allegations in a Twitter thread on Sunday. \"I do not specifically recall the conversation referenced, but I’m not going to sit here and argue about whether or not it happened,\" he wrote. \"Because I promised I would believe women. Even, and probably most especially when I’m the person being called out. And I do believe her. So as far as I am concerned, this happened.\" That night, he stepped down as C.E.O. \"OPG is a special company,\" he wrote on Twitter. \"It has created opportunity where none existed before. The talented women and men who work there pour their hearts into it daily. Give them a chance. Please don’t destroy it because you’re angry at me.\""
  },
  {
    "id": 36,
    "title": "Dozens of Women in Gaming Speak Out About Sexism and Harassment (5)",
    "text": "Some of the accusations saw a swift response. At least one company, Astro Gaming, said it would stop sponsoring Lono and two other streamers who had faced accusations. High-profile streamers and clients quickly cut ties with the Online Performers Group. Facebook Gaming temporarily suspended one streamer after public allegations of domestic abuse. Brooke Thorne, 32, a streamer and gamer in Britain who is managed by Online Performers Group, announced that she would be stepping away at the end of her contract. She said that in light of Ms. Ayala’s allegations and the way Mr. Dariani responded, she no longer wants to be associated with the company. She noted that sexism and misconduct in the industry run deeper than one person or one company. \"When it’s one call-out, it’s a problem with a person,\" Ms. Thorne said. \"When there’s a ton of call-outs, it’s a problem with the industry.\" As more allegations surfaced over the weekend, gaming companies and corporate partners struggled to respond. \"It’s not just other members of the streaming community taking notice,\" said Chase, the head of communications at StreamElements, a livestreaming tools provider, who goes only by his first name. \"Brands and companies that work with streamers are seeing who these individuals are and might not want to associate with them on future endeavors.\" This isn’t the first time gaming has been said to be having its #MeToo moment. Last summer, several game developers went public with accusations of sexual assault, harassment and abuse, and were met with a swift backlash from the gaming community. But this time, the reaction has been different. Fellow streamers, fans and companies have shown support for the women speaking out."
  },
  {
    "id": 37,
    "title": "Dozens of Women in Gaming Speak Out About Sexism and Harassment (6)",
    "text": "Kenzie Gordon, a Ph.D. candidate at the University of Alberta who studies gaming in relation to prevention of sexual and domestic violence, said that \"if studios get to the point where people are actually being fired for these accusations and stepping down and there’s some actual structural change happening,\" that would be evidence of a \"watershed\" moment. Twitch released a Twitter statement on Sunday saying that the company takes \"accusations of sexual harassment and misconduct extremely seriously\" and was \"looking into the accounts concerning streamers affiliated with Twitch and will work with law enforcement where applicable.\" A Twitch spokeswoman declined to comment further. On Monday, streamers began calling for a \"Twitch blackout,\" in which users would refrain from using the platform on Wednesday to pressure the company to address racism and sexual misconduct. That night, the C.E.O. of Twitch, Emmett Shear, shared an internal company email on Twitter that stated that Twitch was \"looking into all the incidents and will be cooperating with law enforcement.\" \"We support people coming forward, commend their bravery in doing so, and know there are many others who have not,\" he continued. \"The gaming industry is not unlike others that have had to reckon with systemic sexism, racism, and abuse that rewards certain people and disadvantages — even harms — others. The status quo needs to change.\""
  },
  {
    "id": 38,
    "title": "Dozens of Women in Gaming Speak Out About Sexism and Harassment (7)",
    "text": "Gaming scholars said the community may be more receptive to addressing allegations of sexual misconduct this time around after embracing social activism during the recent Black Lives Matter protests. \"It did seem like there is a wellspring of support that might have been there in the past, but because of the times we’re in, it seemed to me even more profound and supportive,\" said Jennifer Jenson, who studies video games and gender at the University of British Columbia. It’s also possible that \"we’ve just hit a critical mass of these allegations coming out over and over,\" Ms. Gordon said. The gaming industry is particularly conducive to a culture of misogyny and sexual harassment, Ms. Gordon said, because straight white men have \"created the identity of the gamer as this exclusive property.\" When women, people of color or L.G.B.T.Q. people try to break into the industry, she said, the \"toxic geek masculinity\" pushes back in ways that often lead to sexual abuse and bullying. Gaming studios are often reluctant to defy those fans, Ms. Gordon said, but recently it has become clear that there is a demand for a variety of video games that appeal to all types of people, which requires more diversity among game designers and could necessitate changes in the industry. \"I think there really needs to be this top-down reorganization,\" she said. \"Setting up a diversity committee is not going to solve this problem."
  },
  {
    "id": 39,
    "title": "Infected but Feeling Fine: The Unwitting Coronavirus Spreaders (1) ",
    "text": "The C.D.C. director says new data about people who are infected but symptom-free could lead the agency to recommend broadened use of masks. As many as 25 percent of people infected with the new coronavirus may not show symptoms, the director of the Centers for Disease Control and Prevention warns — a startlingly high number that complicates efforts to predict the pandemic’s course and strategies to mitigate its spread. In particular, the high level of symptom-free cases is leading the C.D.C. to consider broadening its guidelines on who should wear masks. \"This helps explain how rapidly this virus continues to spread across the country,\" the director, Dr. Robert Redfield, told a National Public Radio affiliate in Atlanta in an interview broadcast on Monday. The agency has repeatedly said that ordinary citizens do not need to wear masks unless they are feeling sick. But with the new data on people who may be infected without ever feeling sick, or who are transmitting the virus for a couple of days before feeling ill, Mr. Redfield said that such guidance was \"being critically re-reviewed.\" Researchers do not know precisely how many people are infected without feeling ill, or if some of them are simply presymptomatic. But since the new coronavirus surfaced in December, they have spotted unsettling anecdotes of apparently healthy people who were unwitting spreaders. \"Patient Z,\" for example, a 26-year-old man in Guangdong, China, was a close contact of a Wuhan traveler infected with the coronavirus in February. But he felt no signs of anything amiss, not on Day 7 after the contact, nor on Day 10 or 11. Already by Day 7, though, the virus had bloomed in his nose and throat, just as copiously as in those who did become ill. Patient Z might have felt fine, but he was infected just the same. Researchers now say that people like Patient Z are not merely anecdotes. For example, as many as 18 percent of people infected with the virus on the Diamond Princess cruise ship never developed symptoms, according to one analysis. A team in Hong Kong suggests that from 20 to 40 percent of transmissions in China occurred before symptoms appeared. The high level of covert spread may help explain why the novel coronavirus set off a pandemic in a way that the SARS and MERS viruses did not. The new virus spreads about as easily as flu, \"and when’s the last time anyone thought anything about stopping influenza transmission, short of the vaccine?\" said Dr. Michael T. Osterholm, an infectious disease expert at the University of Minnesota."
  },
  {
    "id": 40,
    "title": "Infected but Feeling Fine: The Unwitting Coronavirus Spreaders (2)",
    "text": "With any vaccine still in early development, the best way to mitigate the pandemic is social distancing, he and other experts said. Because people may be passing the virus on to others even when they feel fine, asking only unwell people to stay home is unlikely to be enough. This is why many experts, going against recommendations by the C.D.C. and the World Health Organization, are now urging everyone to wear masks — to prevent those who are unaware they have the virus from spreading it. Like influenza, some experts now say, this virus appears to spread both through large droplets and droplets smaller than five micrometers — termed aerosols — containing the virus that infected people might release especially while coughing, but also while merely exhaling. They emphasized that the level of virus in both types of particles is low, so simply jogging or walking by an infected person does not put people at risk. \"If you have a passing contact with an infectious person, you would have a very, very low chance of transmission occurring,\" said Dr. Benjamin Cowling, an epidemiologist at the University of Hong Kong. The risk goes up with sustained contact — during face-to-face conversation, for example, or by sharing the same air space for a prolonged time. In addition to its confusing stance on masks, \"the W.H.O. has been saying aerosol transmission doesn’t occur, which is also perplexing,\" Dr. Cowling said, adding, \"I think both are actually wrong.\" Experts agreed that infections were being passed along by people who do not report symptoms — what they call asymptomatic transmissions — but they also noted some confusion around the term. \"There’s no standard definition for it, and you could say to yourself, Well, that’s kind of ridiculous: You either have symptoms or you don’t,\" said Dr. Jeffrey Shaman, an infectious diseases expert at Columbia University. But studies by his team have shown, he said, that some people never notice their symptoms, others are unable to distinguish the infection from their smoker’s cough or allergies or other conditions, and still others may feel every pain acutely. There is also a largely semantic debate about what proportion of people who appear to be perfectly fine but then become ill — as in the report in The New England Journal of Medicine of an apparently asymptomatic spreader who later acknowledged having felt mild symptoms. Ultimately, Dr. Shaman said, these definitions are unimportant. \"The bottom line is that there are people out there shedding the virus who don’t know that they’re infected,\" he said. Where the definitions may matter is in being able to understand the true scope of the pandemic. Dr. Cowling’s team has analyzed data from China at various stages in the pandemic. The W.H.O.’s mission to China concluded that most people who were infected with the virus had significant symptoms. But in the early weeks of the epidemic, his analysis shows, China set a high bar for what constituted a confirmed case of infection — requiring respiratory symptoms, fever and a chest X-ray for pneumonia. Their definition left out mild and asymptomatic cases and, as a result, the team vastly underestimated the scale and nature of the outbreak there. \"We’ve estimated in China that between 20 percent and 40 percent of transmission events occurred before symptoms appeared,\" Dr. Cowling said. A separate analysis of the hundreds of people cloistered aboard the Diamond Princess cruise ship bears out this scale. Once the ship docked in Japan on Feb. 5, researchers tested all of the passengers and reviewed those who tested positive for the virus on multiple occasions over a two-week period. They found that 18 percent of the infected passengers remained symptom-free throughout. \"The substantial asymptomatic proportion for Covid-19 is quite alarming,\" said Dr. Gerardo Chowell, an epidemiologist at Georgia State University who worked on the analysis. Dr. Chowell noted that the passengers on the ship tended to be older and therefore more likely to develop symptoms. He estimated that about 40 percent in the general population might be able to be infected without showing signs of it."
  },
  {
    "id": 41,
    "title": "Infected but Feeling Fine: The Unwitting Coronavirus Spreaders (3)",
    "text": "There have also been many hints, subtle and not, that the virus can be transmitted via aerosols. Sixty members of a choir in Mount Vernon, Wash., north of Seattle, gathered on March 10 for a practice session for over two and a half hours. None of them felt ill, and they made no contact with one another. But by this weekend, dozens of the members had fallen ill, and two had died. Their experience points toward airborne transmission via aerosols, which can travel farther than the large droplets the W.H.O. and the C.D.C. have emphasized. The virus is still most likely to be expelled with a cough or a sneeze, as far as eight meters (about 26 feet), according to one study. But studies on influenza and other respiratory viruses, including other coronaviruses, have shown that people can release aerosols containing the virus simply by breathing or talking — or, presumably, by singing. \"I think increasing evidence suggests the virus is spread not just through droplets but through aerosols,\" Dr. Chowell said. \"It would make a lot of sense to encourage at the very least face mask use in enclosed spaces including supermarkets.\" Several studies have shown now that people infected with the new coronavirus are most contagious about one to three days before they begin to show symptoms. This presymptomatic transmission was not true of the coronaviruses that caused SARS and MERS. \"This is where we got very lucky with SARS, was that it really didn’t transmit until after people were showing symptoms, and that made it much easier to detect it and shut it down with aggressive public health measures,\" said Dr. Carl Bergstrom, an expert in emerging infectious diseases at the University of Washington in Seattle. With the new coronavirus, there is transmission by healthy-seeming people, and often severe symptoms and a high fatality rate. \"That whole combination makes it very, very tough to fight using standard public health measures,\" he said. A separate analysis from the C.D.C. on Tuesday offered new evidence that a significant portion of people with severe coronavirus infections in the United States have underlying medical conditions. The agency looked at 7,162 cases, a small subset of the 122,000 cases in the U.S., but the findings provided a stark portrait. Of 457 people in that subset who were admitted to intensive care units, 32 percent suffered from diabetes; 29 percent had heart disease; and 21 percent had lung disease. Overall, 78 percent of people with Covid-19 admitted to the I.C.U. had at least one pre-existing condition. The study did not look at deaths. Rapid tests for infection might help detect people, especially health care workers, who are infected yet feel normal. Masks may help. But experts kept returning to social distancing as the single best tool for stopping the chain of transmission in the long term — not lockdowns, necessarily, but canceling mass events, working from home when possible and closing schools. \"We can’t assume that any of us are not potential vectors at any time,\" Dr. Bergstrom said. \"This is why even though I’m feeling great, and have felt great and haven’t been exposed to anybody with any symptoms of anything, that’s why it would be irresponsible of me to go out and about today.\""
  },
  {
    "id": 42,
    "title": "U.S. Is Quietly Reducing Its Troop Force in Afghanistan (1)",
    "text": "The reduction, which officials say could gradually drop the number of troops by several thousand, is happening even without any deal with the Taliban. The United States has been quietly reducing its troop strength in Afghanistan despite the lack of a peace deal with the Taliban, weakening its hand in any future negotiations with the insurgents. The top American commander in Afghanistan, Gen. Austin S. Miller, said Monday that the size of the force in the country had dropped by 2,000 over the last year, down to somewhere between 13,000 and 12,000. American negotiators had tried to use troop reduction as a bargaining chip in their long peace talks with the Taliban, hoping to get some concessions from the insurgent group. President Trump abruptly aborted those talks last month. The disclosure that the United States has in fact already been pulling back troops in Afghanistan, deal or no deal, came just weeks after Mr. Trump stunned allies and adversaries alike by pulling American forces from parts of Syria. In both cases, critics said Washington was giving up invaluable leverage in negotiations to shape the future of the two countries. In peace talks with the Taliban aimed at ending the United States’ longest war, American negotiators worked hard to try to convince the insurgents that Washington was truly committed to Afghanistan, and that they should not try to wait out the Americans. But Mr. Trump has made no secret of his desire to pull the United States out of \"endless wars\" — and the Taliban knows that. Like much of the world, the insurgents have been closely watching the events in Syria, where the Trump administration allowed Turkey to move against Kurdish fighters who had long been closely allied with American forces \"The U.S. follows its interests everywhere, and once it doesn’t reach those interests, it leaves the area,\" Khairullah Khairkhwa, a senior Taliban negotiator, said in an interview posted on the group’s website recently. \"The best example of that is the abandoning of the Kurds in Syria. It’s clear the Kabul administration will face the same fate.\""
  },
  {
    "id": 43,
    "title": "U.S. Is Quietly Reducing Its Troop Force in Afghanistan (2)",
    "text": "General Miller discussed the troop reductions on Monday at a news conference in Kabul. Other American and Afghan officials, speaking on the condition of anonymity to discuss details of the plan, said that the eventual force size could drop to as low as 8,600 — roughly the size of an initial reduction envisioned in a draft agreement with the Taliban before Mr. Trump halted peace talks last month. Rather than issuing a formal withdrawal order, they are reducing the force gradually by not replacing troops that cycle out. A senior Afghan official said the Afghan government had signed off on the reduction. Officials would not discuss other details of the drawdown, including any specific timeline for it."
  },
  {
    "id": 44,
    "title": "U.S. Is Quietly Reducing Its Troop Force in Afghanistan (3)",
    "text": "The confirmation of the troop reduction came as the American defense secretary, Mark T. Esper, was making a visit to Afghanistan. Earlier in his visit, Mr. Esper had seemed to allude to some potential reduction in American forces, saying that drawing down to 8,600 troops would not affect important counterterrorism operations in Afghanistan. For months, there has been debate within the Trump administration on meeting the president’s goal of stopping what he has described as open-ended American military entanglements in foreign conflicts. Amid the president’s growing frustration, diplomats negotiating a peace deal in Afghanistan dangled troop reductions before the Taliban, which has long demanded a complete American troop withdrawal. The decision to reduce American troops even without a deal does not just give the United States less leverage over the terms of any settlement with the Taliban. It is also likely to mean a significant shift away from the United States military’s longstanding mission of training the Afghan military as American officials concentrate on counterterrorism operations, officials said."
  },
  {
    "id": 45,
    "title": "U.S. Is Quietly Reducing Its Troop Force in Afghanistan (4)",
    "text": "Reducing the number of troops ahead of a complete departure from the country was always the most important American bargaining chip in any negotiations with the Taliban to end the long war. But from the start, Mr. Trump made it abundantly clear that he wanted out of Afghanistan. At one stage halfway through the yearlong negotiations, Mr. Trump stumbled during a Fox News interview, incorrectly saying that the number of American troops in Afghanistan was 9,000, and not the roughly 14,000 it was listed at. Many, including some Taliban officials taking part in the talks, which were held in Qatar, read Mr. Trump’s remarks as confirmation that the American decision to draw down had already been made whether the insurgents offered concessions or not. American military officials, though wary of leaving Afghanistan altogether, had signed off on the first stages of a troop drawdown in a draft peace agreement that called for called for 5,400 American troops to leave the country over about five months. The measure was put forward to show the Taliban that the Americans would abide by the proposed deal in return for the insurgent group reducing violence in Afghanistan, according to officials taking part in the negotiations. But the negotiations collapsed in September when Mr. Trump pulled the plug on the deal his diplomats had finalized and initialed after a year of negotiations. American officials have since quietly signaled that they are trying to keep the talks with the Taliban alive. Earlier this month, the chief negotiator for the United States, Zalmay Khalilzad, met informally with Taliban officials in Pakistan."
  },
  {
    "id": 46,
    "title": "U.S. Is Quietly Reducing Its Troop Force in Afghanistan (5)",
    "text": "During Mr. Esper’s visit to Afghanistan, he also said a peace agreement was \"the best way forward.\" The current process of troop reduction outside of peace talks gives more control over the process to General Miller and the government of President Ashraf Ghani, which had criticized the United States for negotiating a troop withdrawal with the insurgents rather than with the country’s elected government. Last year in January, Mr. Ghani, perceiving that Mr. Trump urgently wanted to cut costs in Afghanistan, said he would be happy to directly negotiate some degree of troop reductions with the Americans if they would avoid rushing into a bad deal with the Taliban. General Miller had long set out a goal of an 8,600-member troop force as being both a desired level and as the minimum needed to support the Afghan military, according to two defense officials. General Miller, a Special Operations officer by profession, has a reputation for whittling down military units and commands to \"trim the fat\" and best accomplish their mission. In the last year that he has led the Afghan mission, American troops have focused on seeking out leadership for Afghan forces who can better carry the burden of the war, while the United States can focus its resources in backing them up with air power. At the height of the war, in 2010 and 2011, more than 100,000 American troops were stationed in Afghanistan, aided by tens of thousands of soldiers from NATO allies in what made up one of the biggest military coalitions in the world. Now, a further reduction in American forces would mean that the burden of training the Afghan military would fall more heavily on the roughly 8,500 NATO forces and other allies in the country. It is unclear, however, whether a reduction in American forces might lead to some reconsideration by NATO allies as well. In a recent interview with The New York Times, NATO’s secretary general, Jens Stoltenberg, would not speculate on any reduction of troops, but added that NATO remains committed to the mission in Afghanistan. \"We have adjusted that many times, and we will always assess exactly the way and the composition of our forces in Afghanistan,\" Mr. Stoltenberg said. The plan to shrink the force in Afghanistan comes as much of the world’s attention has been focused on the retreat of American forces from the front line in Syria as Turkish-backed troops advance into the country. And in many ways, the changes in Syria and Afghanistan are linked. In December, in the aftermath of Mr. Trump’s first announcement that American forces would be leaving Syria, he also demanded the withdrawal of 7,000 troops from Afghanistan. Mr. Trump’s orders sent the Pentagon and the American command in the Middle East scrambling in an effort to persuade the president otherwise, officials say."
  },
  {
    "id": 47,
    "title": "Our Reporter Walked Into a Prison Full of ISIS Detainees (1)",
    "text": "A glimpse into a Kurdish-run prison found Islamic State suspects who claimed to be a cook, an herbalist and an \"administrator\" — anything but fighters. The prison guards undid a giant padlock, swung open a heavy metal door and gestured for us to enter the cell. Inside were 22 prisoners who had been captured in battles with the Islamic State. I peeked in, looked at the two unarmed guards, and hesitated. I’m not going in there, I thought. \"It’s fine,\" a guard said. \"Go ahead.\" I took a deep breath and went in. We were in the basement of one of a network of prisons run by Kurdish-led forces holding more than 10,000 men who once belonged to the world’s most fearsome terrorist organization. A good portion of the detainees are foreigners — from Arab countries, Africa, Europe and the United States — but most of their countries have refused to bring them home, fearing that they could spread extremism or prove hard to keep behind bars. That has left them stuck here, watched over by a Kurdish-led militia that allied with the United States to fight the Islamic State, and won. Now, their status has been thrown into further uncertainty by the Turkish invasion of northeastern Syria, which has set off new violence and a scramble for influence. In the end, will the Kurds maintain control of the prisons? Will determining these men’s fate fall to Turkey or the government of President Bashar al-Assad? Might they escape to fight another day? No one knows. At its peak, the Islamic State took pleasure in terrifying the world with acts of gruesome violence. But these prisoners — at least, by their own telling — had nothing to do with all that. One said he had been a cook at an elementary school. Another said he was an \"administrator.\" Of what was unclear. Another claimed he was an herbalist. One guy did say he had guarded a military base — but only for a short time. In the four cells we visited, when I asked if anyone had been a fighter, no hands went up. The cells were crowded, with triple-decker bunk beds, squat toilets, small windows and ceiling fans. One cell had only 16 beds for 20 men, leaving some to sleep on a black-and-red rug. On the day we visited, lunch was boiled potatoes with cucumbers and tomatoes. The men get outside to see the sun once or twice a month. The detention centers run by the Kurdish-led Syrian Democratic Forces in Syria’s northeast range from modified schoolhouses to government prisons the Kurds have taken over. We agreed not to divulge the location of this one. Each cell had a television, but the guards disabled them when the recent fighting began. They did not want the prisoners inspired by the chaos to try to break out. So the men had no idea that Turkey had invaded Syria, that the United States had broken its partnership with its Kurdish allies, and that the Syrian government and its Russian backers were moving into the void. Many asked the same question: Is there a solution for us? I said I didn’t know."
  },
  {
    "id": 48,
    "title": "Connecticut Home Invasion Convict Is Undergoing Gender Transition in Prison (1)",
    "text": "Steven Hayes is serving six life sentences for the 2007 murder of Jennifer Hawke-Petit and her two daughters, Michaela and Hayley. Steven Hayes, who was convicted of a deadly 2007 home invasion in Connecticut that was so brutal it gained international attention, is receiving hormone therapy in prison as part of a gender transition. The inmate discussed the transition during a series of recent phone interviews with Joe Tomaso for the \"15 Minutes With...\" podcast, which were published in September and early October. Hayes is at the Greene state prison in Waynesburg, Pa., after being transferred in 2016 as part of an interstate agreement. The 56-year-old Hayes is serving six life sentences for the killing of Jennifer Hawke-Petit and her two daughters, Michaela and Hayley."
  },
  {
    "id": 49,
    "title": "Connecticut Home Invasion Convict Is Undergoing Gender Transition in Prison (2)",
    "text": "\"There’s a lot of problems with the presentation as a female,\" Hayes said on the podcast. \"A lot of people accept it, but this facility here, you have a lot of racists and bigots on staff and they’re not happy with it. There’s two of us here that are feminine.\" Hayes still used the name Steven on the podcast, and did not say which pronouns were preferred. Hayes spoke of being affected by a medical diagnosis of gender dysphoria, in which a person’s outward appearance does not align with their mental and emotional state, and a recurring drug problem. \"I’m a transgender,\" Hayes said. \"I was diagnosed at 16 with sexual identity disorder. My family never acknowledged it and it was never treated.\" Maria Finn, a Pennsylvania Department of Corrections spokeswoman, said that she could not comment on a specific inmate, but that there were 222 self-reported transgender persons in state correctional institutions. Ms. Finn said the state prison system does not pay for gender affirmation surgeries, but does spend $60,000 a year total and up to $600 per inmate for medication to treat inmates who have gender dysphoria. Annual health care costs average $5,582 per inmate, according to Ms. Finn."
  },
  {
    "id": 50,
    "title": "Connecticut Home Invasion Convict Is Undergoing Gender Transition in Prison (3)",
    "text": "In addition to hormone therapy, Hayes spoke on the podcast of trying to get \"other things\" as part of the gender transition process, but did not elaborate. Hayes originally received the death penalty for the home invasion, along with an accomplice, Joshua Komisarjevsky, whose conviction appeal is set to be heard by the Connecticut Supreme Court. Both had their sentences commuted to life in prison after Connecticut abolished the death penalty in 2012, angering supporters of capital punishment and victims’ advocates, who said that the repeal was intended to be prospective and not apply to inmates who were already on death row. The two met at a halfway house after being paroled from prison. They tracked Ms. Hawke-Petit and her two daughters from a nearby supermarket to their Cheshire, Conn., home, where the victims were held hostage; some were sexually assaulted and doused with gasoline before their home was set on fire. Hayes forced Ms. Hawke-Petit to go to a local bank, where she withdrew $15,000, while Mr. Komisarjevsky waited at the family’s home. The lone survivor of the attack, Dr. William Petit Jr., an endocrinologist who was the husband and father of the victims, was brutally beaten with a baseball bat during the home invasion. In 2016, he was elected to the state House of Representatives. Dr. Petit declined to comment on Thursday. During the podcast, Hayes expressed remorse for the killings and denounced Mr. Komisarjevsky’s appeal. \"There’s no defense for what we did,\" Hayes said. \"I want no part of this trial. The family doesn’t deserve to go through this anymore.\" Hayes spoke of having a drug relapse and being in financial straits at the time of the home invasion. \"I wasn’t a monster,\" Hayes said."
  },
  {
    "id": 51,
    "title": "A Pandemic That Knew No Borders",
    "text": "It was in early January when the first whispers of a mysterious illness began circulating out of Wuhan, China. But by March, the novel coronavirus—later named COVID-19—had transformed into a pandemic, marking the start of a global health crisis that would leave millions dead, economies shattered, and people confined to their homes for months on end. In the United States, lockdowns began in March, with cities like New York, Seattle, and Los Angeles becoming epicenters of the disease. Hospitals were overwhelmed, and a sense of fear and uncertainty permeated daily life. The virus’s relentless spread led to a global shortage of medical supplies, prompting nations to scramble for ventilators, personal protective equipment, and even basic hygiene products. Families struggled with the loss of loved ones, often unable to be by their side in their final moments. The pandemic’s effects were not confined to health alone. The world’s economy faltered, sending shockwaves through financial markets and unemployment rates. Global trade came to a standstill, airlines were grounded, and industries ranging from hospitality to entertainment were decimated. Meanwhile, the pandemic highlighted the deep inequities in healthcare systems, disproportionately affecting marginalized communities. But amid the chaos, people adapted. Cities found innovative ways to continue working, with millions of people transitioning to remote work. Restaurants offered takeout only, and performances were streamed online. The pandemic, however, exposed just how interconnected the world had become—and how vulnerable it was."
  },
  {
    "id": 52,
    "title": "The Movement for Racial Justice",
    "text": "In the summer of 2020, following the tragic killing of George Floyd, a Black man who died after a Minneapolis police officer knelt on his neck for over eight minutes, the United States erupted into protests. What began as a single demonstration quickly snowballed into a nationwide—and global—movement. The cry of \"Black Lives Matter\" reverberated through streets from New York City to Sydney, from London to Paris. The protests underscored the long-standing issues of police brutality and systemic racism that had festered in American society for generations. But 2020 was not just about protests; it was about a reckoning. People of all backgrounds began to publicly confront their own complicity in racial injustice, and companies, institutions, and governments were forced to respond—some with genuine reform efforts, others with token gestures."
  },
  {
    "id": 53,
    "title": "A Political Divide Like No Other",
    "text": "For the United States, 2020 was a year of political polarization that reached new extremes. The presidency of Donald Trump, already marked by controversy and tumult, became a flashpoint for divisive rhetoric and the fracturing of the American political landscape. The pandemic further deepened partisan divides, with debates over mask mandates, social distancing, and lockdowns often reflecting broader ideological battles. The presidential election in November 2020 became a referendum on Trump’s leadership. The race, initially expected to be tight, was dominated by the emerging crisis of COVID-19. As a result, former Vice President Joe Biden was elected, marking a dramatic shift in American politics. Biden’s victory, aided by a record turnout and the highest number of votes for a president in American history, was followed by months of legal challenges from Trump and his supporters, who claimed, without evidence, that the election had been stolen. Biden’s inauguration in January 2021 came at a time when the country was deeply fractured. The storming of the U.S. Capitol in January 2021 by pro-Trump extremists underscored the fragile state of American democracy, leaving many to ask whether the nation could ever truly heal from the wounds of 2020."
  },
  {
    "id": 54,
    "title": "U.N. Reports Urgent Need for Action to Combat Climate Change (1) ",
    "text": " A new report from the United Nations Intergovernmental Panel on Climate Change (IPCC) released Monday warns that the world is on the brink of irreversible climate damage unless urgent action is taken. The findings, based on the latest climate models and data, highlight the growing threat of rising temperatures, severe weather events, and environmental degradation. The IPCC’s 2025 report, titled \"Climate Action in the Balance,\" states that global temperatures are projected to rise by 2.7°C by the year 2100, far exceeding the 1.5°C target set by the Paris Agreement. This increase, the report warns, could lead to more frequent and intense heatwaves, droughts, flooding, and wildfires, devastating ecosystems and economies worldwide. \"The window for limiting the worst impacts of climate change is closing rapidly,\" said Dr. Maria Velasquez, lead author of the report. \"To avoid the most catastrophic consequences, nations must immediately reduce carbon emissions and invest in clean energy solutions.\""
  },
  {
    "id": 55,
    "title": "U.N. Reports Urgent Need for Action to Combat Climate Change (2)",
    "text": "The report calls for a 45% reduction in global greenhouse gas emissions by 2030, a target experts say will require substantial changes in energy production, transportation, and industrial practices. It also highlights the need for accelerated investment in renewable energy and the adoption of carbon capture technologies. While the report paints a grim picture of the future, it also emphasizes the potential for positive change. Nations that have already committed to net-zero emissions, including many in Europe, are urged to step up their efforts, with the report citing the success of renewable energy projects in countries like Denmark and Spain. However, experts warn that political and economic challenges could hinder progress. \"The fight against climate change requires global cooperation and political will,\" said Dr. John Reid, a climate economist at the University of Oxford. \"Unfortunately, many countries are still not prioritizing climate action at the level required.\""
  },
  {
    "id": 56,
    "title": "U.N. Reports Urgent Need for Action to Combat Climate Change (3)",
    "text": "The report's release comes as governments worldwide prepare for the upcoming United Nations Climate Change Conference (COP30), which will take place in November in Dubai. The conference is expected to be a critical moment for global leaders to set more ambitious climate targets and pledge funding for climate adaptation and mitigation efforts. Environmental groups have called for immediate, bold action. \"The science is clear, and the clock is ticking,\" said Julia Martin, executive director of the environmental advocacy group Green Earth Alliance. \"World leaders must act now to protect future generations.\""
  },
  {
    "id": 57,
    "title": "As A.I. Tools Multiply, Writers and Journalists Grapple With a Shifting Creative Landscape (1) ",
    "text": "In a cluttered Brooklyn café where freelancers tap at keyboards between sips of cold brew, the question is no longer whether artificial intelligence will impact writing — but how much of it has already changed. Over the past two years, a rapid proliferation of generative A.I. tools has transformed the landscape of content creation. From chatbots that draft emails in seconds to sophisticated platforms capable of churning out op-eds, short stories, and even investigative leads, the creative world is facing a wave of automation that has left many writers — and the institutions they work for — questioning the future of their craft. \"It’s a strange time,\" said Anna Delgado, a freelance journalist who has written for publications including The Atlantic and Wired. \"You’re simultaneously being asked to do more with less, while competing with software that can mimic your tone — almost too well.\""
  },
  {
    "id": 58,
    "title": "Article 58",
    "text": "The rise of tools like ChatGPT, Google's Gemini, and a host of smaller A.I. startups has accelerated content production across industries. Some newsrooms have cautiously adopted A.I. to assist with basic reporting, while marketing firms now rely heavily on machine-generated copy to meet tight deadlines and broader audiences. But as the technology improves, so too do the anxieties it generates. At the heart of the debate is the question of authorship and authenticity. Can an article written by a machine convey the nuance and lived experience of a human reporter? Can fiction generated by algorithms evoke genuine emotion?"
  },
  {
    "id": 59,
    "title": "Article 59",
    "text": "\"We’re not just talking about automation of tasks — we’re talking about automation of ideas,\" said Dr. Elaine Choi, a media ethicist at Columbia Journalism School. \"And when technology encroaches on spaces traditionally reserved for human interpretation, it forces us to rethink what it means to tell a story.\" Earlier this year, the Southampton Review published a short story penned with the help of an A.I. co-author — a decision that sparked both intrigue and backlash in literary circles. The story, which explored themes of memory and language loss, was later revealed to be largely written by a generative model fine-tuned on modernist texts. Editors defended the experiment as a way to interrogate authorship in the digital age. Critics accused it of undermining the writer’s voice."
  },
  {
    "id": 60,
    "title": "Article 60",
    "text": "For many in the news industry, the adoption of A.I. has been more cautious. Several major outlets, including Reuters and The Washington Post, now use A.I. for fact-checking, data analysis, and summarizing press releases — but rarely for crafting entire articles. \"We see it as a tool, not a replacement,\" said Malik Rosner, executive editor of a mid-sized digital newsroom based in San Francisco. \"The moment we start letting machines decide editorial angles or emotional framing, we’ve lost something essential.\" Still, the economic appeal is hard to ignore. A.I. tools can produce readable content in seconds, don’t require salaries or sick days, and offer consistent output. In a media landscape increasingly driven by clicks and cost-cutting, the pressure to adopt automation is mounting."
  },
  {
    "id": 61,
    "title": "Article 61",
    "text": "According to a 2025 survey by the Pew Research Center, 38 percent of newsroom managers said they were \"actively exploring\" the use of generative A.I. to reduce costs, up from just 11 percent in 2023. This shift has led some unions and advocacy groups to demand clearer policies around A.I. use, intellectual property rights, and creative attribution. In April, the National Writers Union filed a petition calling for federal regulations to protect human authorship in literary and journalistic work. Even among writers who use A.I., there’s ambivalence. \"I’ll use it to brainstorm or restructure a sentence,\" said Delgado, the Brooklyn freelancer. \"But when it comes to the voice — the soul — that still has to come from me.\" As the technology matures, observers say the key may lie in transparency. Readers, they argue, deserve to know when a piece of content has been machine-assisted — and how much. \"The issue isn’t just that A.I. can write,\" said Dr. Choi. \"It’s that readers may not know who — or what — is speaking to them.\"."
  },
  {
    "id": 62,
    "title": "Fire Engulfs Notre Dame Cathedral, Causing Widespread Damage",
    "text": "A massive fire swept through the Notre Dame Cathedral in central Paris on Monday, toppling its iconic spire and severely damaging much of the centuries-old structure, as stunned onlookers watched in silence from across the Seine River. Flames broke out in the early evening and quickly spread across the wooden roof of the Gothic landmark, which has stood for more than 850 years. The fire prompted evacuations and a massive emergency response, with more than 400 firefighters working for hours to control the blaze. The cause of the fire was not immediately known, though authorities said it may be linked to ongoing renovation work on the cathedral’s roof."
  },
  {
    "id": 63,
    "title": "Article 63",
    "text": "\"We are dealing with an unprecedented disaster,\" said Jean-Claude Gallet, commander of the Paris Fire Brigade. \"Our teams worked to preserve the structure, and we were able to save the main towers.\" The fire destroyed the cathedral’s spire and much of the roof, but firefighters managed to prevent the complete collapse of the building and were able to rescue many valuable artifacts and religious relics. President Emmanuel Macron visited the scene Monday night and vowed to rebuild the cathedral, calling it \"a part of us all.\" In a brief televised address, he said an international fundraising campaign would begin immediately. \"We will rebuild Notre Dame, all of us together,\" Macron said. \"It is our destiny.\"."
  },
  {
    "id": 64,
    "title": "Article 64",
    "text": "The cathedral, a UNESCO World Heritage site and one of Paris’s most visited landmarks, was undergoing major renovations at the time of the fire. Scaffolding could be seen around the spire before it collapsed in a dramatic burst of flames and smoke. No deaths were reported, though one firefighter was seriously injured. Crowds gathered late into the evening, many singing hymns and weeping as the fire burned into the night. World leaders and religious figures expressed condolences and support. Pope Francis said he was \"deeply saddened\" and offered prayers for all affected. U.S. President Donald Trump called the fire \"horrible to watch\" and offered American assistance in rebuilding efforts. Notre Dame, completed in the 14th century, has survived revolutions, wars and weathering over the centuries. Monday’s fire marked one of the most significant cultural losses in recent European memory."
  },
  {
    "id": 65,
    "title": "In Hong Kong, a Movement Takes Hold as Protesters Defy Beijing’s Grip",
    "text": "As thousands of black-clad protesters flooded the arrival halls of Hong Kong International Airport on Monday, handing out leaflets and chanting slogans at newly arrived tourists, the message was clear: this city, long a bastion of financial order and relative autonomy, is in the throes of a political awakening that shows little sign of fading. What began more than two months ago as a narrow campaign to oppose a controversial extradition bill has morphed into a broader pro-democracy movement, one that has paralyzed parts of the city, shaken its government, and drawn international attention to what many see as Beijing’s increasingly heavy hand in the former British colony. The airport protest — which led to the rare cancellation of all outbound flights — marked a new and dramatic chapter in the standoff between protesters and authorities. What was once limited to peaceful marches and organized sit-ins has grown into something more fluid and confrontational, with demonstrators clashing with police in subway stations, on major thoroughfares, and now, in one of the world’s busiest airports."
  },
  {
    "id": 66,
    "title": "Article 66",
    "text": "\"We are fighting for our freedom,\" said Jason Leung, a 23-year-old student who had been at the airport since early morning. \"Beijing wants to take it away, and our own government won’t stand up for us.\" Hong Kong’s leader, Chief Executive Carrie Lam, has struggled to contain the unrest. Though she suspended the extradition bill in June — and declared it \"dead\" weeks later — she has refused to formally withdraw it or meet protesters' broader demands, which now include electoral reforms, an independent inquiry into police conduct, and amnesty for arrested demonstrators. In a news conference on Monday, Lam appeared visibly shaken as she warned that the city was \"on the verge of a very dangerous situation.\" The government has leaned heavily on the police, whose increasingly aggressive tactics have drawn sharp criticism from rights groups and legal experts. On Sunday night, officers charged into a crowded train car and beat passengers with batons and pepper spray, prompting outrage across social media and renewed calls for accountability."
  },
  {
    "id": 67,
    "title": "Article 67",
    "text": "China’s response has been calibrated but ominous. State media has labeled the protesters \"rioters\" and \"terrorists,\" while footage of military vehicles moving near the Hong Kong border has stirred fears of a more forceful intervention. On Monday, Beijing issued one of its starkest warnings yet, suggesting that \"those who play with fire will perish by it.\" Analysts saw the language as both a veiled threat and a signal that patience is wearing thin. Still, the protesters — who operate without formal leadership, organizing through encrypted apps and online forums — remain undeterred. \"We don’t trust anyone in power,\" said Anson Chow, 19, who was handing out bilingual pamphlets at the airport describing the protest movement’s aims. \"This is about protecting our future.\" Many of the young demonstrators say they grew up in a different Hong Kong — one where the promise of \"one country, two systems\" offered the illusion of autonomy. Now, they say, that illusion is being stripped away. As Monday’s protest stretched into the evening, travelers wheeled luggage past hand-drawn posters reading \"Save Hong Kong\" and \"Democracy Now.\" Volunteers offered water and masks to strangers. Airport staff looked on silently, caught between duty and solidarity. Hong Kong’s summer of unrest has left the city bruised, uncertain, but unmistakably transformed. \"This is not just a protest anymore,\" said Leung. \"It’s a movement. And we’re not going back.\""
  },
  {
    "id": 68,
    "title": "Biden Wins U.S. Presidency, Defeating Trump in Contentious 2020 Election",
    "text": "Joseph R. Biden Jr. was elected the 46th president of the United States on Saturday, defeating incumbent President Donald Trump after a bitterly contested race that unfolded amid a pandemic, economic upheaval and deep political polarization. The Associated Press called the race after projecting Biden would win Pennsylvania and its 20 electoral votes, securing him more than the 270 needed to clinch the presidency. In a statement released shortly after the projection, Biden said he was \"honored and humbled\" by the trust the American people had placed in him. He pledged to be \"a president for all Americans — whether you voted for me or not.\""
  },
  {
    "id": 69,
    "title": "Article 69",
    "text": "Vice President-elect Kamala Harris will make history as the first woman, the first Black American, and the first person of South Asian descent to hold the office. President Trump refused to concede, alleging voter fraud without evidence and vowing legal challenges in several key battleground states. His campaign filed lawsuits in Pennsylvania, Georgia, and Nevada, while demanding recounts in Wisconsin and other closely contested states. Biden, 77, a former senator from Delaware and vice president under Barack Obama, built a broad coalition of support across age groups, races, and political affiliations. He won back key states in the \"Blue Wall\" — Michigan, Wisconsin, and Pennsylvania — that Trump had flipped in 2016."
  },
  {
    "id": 70,
    "title": "Article 70",
    "text": "Despite the pandemic, voter turnout reached its highest levels in over a century. More than 150 million Americans cast ballots, with a historic number of votes submitted by mail. Biden received more than 74 million votes nationwide — the most ever for a U.S. presidential candidate — while Trump received more than 70 million. Trump’s supporters continued to rally outside vote-counting centers in cities like Phoenix, Detroit, and Philadelphia, demanding transparency and claiming the election was being stolen. Officials in both parties said they had seen no evidence of widespread fraud. The outcome capped a dramatic and divisive campaign season that included a chaotic debate, the president’s COVID-19 diagnosis, and months of unrest over racial injustice. Biden is expected to focus on uniting the country, addressing the ongoing coronavirus crisis, and repairing relationships with U.S. allies abroad. He will be inaugurated on January 20, 2021."
  },
  {
    "id": 71,
    "title": "Nations Lock Down as Coronavirus Pandemic Spreads Worldwide",
    "text": "Countries around the world intensified lockdowns and travel restrictions Tuesday in a sweeping effort to slow the spread of the coronavirus pandemic, as global infections surged past 400,000 and death tolls continued to climb. From Italy to India, and from New York to New Zealand, governments imposed drastic measures that disrupted daily life for billions of people. Schools were closed, businesses shuttered, public gatherings banned, and entire populations ordered to stay indoors. In Europe, the continent hardest hit after China, Italy remained under nationwide lockdown, with more than 60,000 confirmed cases and a death toll surpassing 6,000. Spain and France followed with similar restrictions as hospitals struggled to keep up with the rising number of critically ill patients. British Prime Minister Boris Johnson on Monday announced a three-week stay-at-home order, closing all nonessential shops and limiting public movement. \"You must stay at home,\" Johnson said in a televised address. \"That’s the instruction.\" India, the world’s second-most populous nation, announced Tuesday it would enter a 21-day lockdown, affecting more than 1.3 billion people. Prime Minister Narendra Modi urged citizens not to panic but to take the virus threat seriously. \"If we are not able to manage the next 21 days, many families will be destroyed forever,\" he warned. In the United States, more than a dozen states issued stay-at-home orders, with New York emerging as the nation’s epicenter of the outbreak. Governor Andrew Cuomo said the state had over 25,000 confirmed cases, with hospitals bracing for a shortage of ventilators and protective equipment. The federal government authorized the deployment of the National Guard and naval hospital ships to assist overwhelmed healthcare systems."
  },
  {
    "id": 72,
    "title": "Article 72",
    "text": "The United Nations warned of a looming global economic crisis, with millions expected to lose jobs. Markets remained volatile, and governments rushed to pass stimulus packages to stabilize economies and support citizens. Airlines grounded most international flights, and borders across Europe, Asia, and the Americas were closed to nonessential travel. In many cities, once-bustling streets fell silent as public transit halted and residents stayed home. World Health Organization Director-General Tedros Adhanom Ghebreyesus urged unity and solidarity in a press briefing. \"We are in this together, and we will get through this together,\" he said. \"But we must act now, and we must act decisively.\" As the virus continued to spread, scientists around the world raced to develop vaccines and treatments. Public health experts warned, however, that containment would take months and that social distancing would remain necessary well into the year. With uncertainty mounting, many looked to their governments for leadership — and to their communities for support. \"We’re all just doing the best we can,\" said Maria Lopez, a teacher in Madrid, Spain, now homeschooling her two children under lockdown. \"The hardest part is not knowing when it will end.\""
  },
  {
    "id": 73,
    "title": "As the World Locked Down, Daily Life Paused—and Changed—Around the Globe",
    "text": "The streets were quiet in Rome. The cafes were closed in Paris. The rickshaw drivers in Delhi sat idle. And in New York, the city that never sleeps slowed to a crawl. In March 2020, as the novel coronavirus surged across continents, humanity did something unprecedented: it hit pause. Within weeks, the world’s busiest cities fell still. Planes vanished from the skies, classrooms emptied, and life retreated behind doors and screens. What began as a health crisis in one corner of China quickly became a shared, disorienting global moment — one that tested not only governments and healthcare systems, but also the fundamental rhythms of everyday life."
  },
  {
    "id": 74,
    "title": "Article 74",
    "text": "In Milan, where the virus tore through hospitals and homes with ruthless speed, residents leaned out of their windows to sing folk songs and opera arias, finding fleeting solidarity in sound. In São Paulo, Brazil, neighbors banged pots in protest of their president’s refusal to support lockdowns. And in Tokyo, commuters accustomed to packed subways found themselves in eerily empty cars. It was a moment of both chaos and clarity. \"We thought we were in control,\" said Dr. Hana Mehta, an epidemiologist in London who spent her early days of lockdown modeling potential outcomes for the British government. \"But the virus revealed just how fragile our systems really are.\" By mid-March, much of Europe had closed its borders. In India, Prime Minister Narendra Modi ordered a nationwide lockdown with just four hours’ notice, leaving millions of migrant workers stranded far from home. In South Africa, soldiers patrolled the streets to enforce curfews. Australia and Canada shuttered schools. And in the United States, state by state, governors issued stay-at-home orders that turned cities into ghost towns."
  },
  {
    "id": 75,
    "title": "Article 75",
    "text": "In Los Angeles, the freeway traffic evaporated. In Venice, dolphins reportedly returned to clearer canals — a moment seized upon, rightly or wrongly, as a symbol of nature reclaiming space. With the virus spreading rapidly and no vaccine in sight, public health experts urged countries to \"flatten the curve\" — a phrase that would become part of the global vocabulary. Hospitals, especially in Spain and northern Italy, buckled under the strain. Ventilators were scarce, doctors faced impossible choices, and funerals were postponed indefinitely. Yet amid the fear and uncertainty, there were also gestures of resilience. Teachers adapted to Zoom. Fitness instructors led rooftop classes. Families turned kitchen tables into classrooms. And while the stock markets fell and layoffs spiked, some workers found themselves designated \"essential\" — a term that, in many places, came to include grocery clerks, delivery drivers, and janitors. \"We were invisible before,\" said Carla Reynolds, a supermarket employee in Detroit. \"Now people say thank you.\""
  },
  {
    "id": 76,
    "title": "Article 76",
    "text": "Lockdown policies were uneven. Sweden kept most of its society open, even as its Nordic neighbors shut down. In the U.S., partisan divisions deepened, with some leaders resisting closures despite mounting case numbers. The virus became a political flashpoint — a battle not just over public health, but over masks, freedom, and truth. By April, more than 3 billion people were under some form of movement restriction — nearly 40 percent of the world’s population. And the psychological toll was mounting. Mental health hotlines saw spikes in calls. Domestic violence reports rose. The loneliness of isolation, especially for the elderly and chronically ill, became its own quiet emergency. Still, many clung to hope that the shared sacrifice might yield something better: a stronger sense of community, a deeper appreciation for science, a new awareness of global interdependence. Whether those lessons will endure remains to be seen. As spring arrived in the Northern Hemisphere, cherry blossoms bloomed in locked-down cities. Screens lit up with family game nights and digital birthday parties. And outside hospitals, strangers left handmade signs that read simply: \"Thank you.\" The world, once in motion, had stopped. And in the stillness, it saw itself more clearly."
  },
  {
    "id": 77,
    "title": "George Floyd’s Death Ignites a Worldwide Reckoning on Race and Policing",
    "text": "The streets filled before the sun had set. In cities across the United States and far beyond, people carried signs, wore masks, and chanted a name that would echo across the globe: George Floyd. The 46-year-old Black man died on May 25 after a white police officer knelt on his neck for over nine minutes during an arrest, an incident captured on video that quickly went viral — and sparked a movement. From London to Los Angeles, Berlin to Boston, protests surged in a pandemic-stricken world, calling not only for justice in one death, but for a long-overdue reckoning with racism and systemic violence. For many, this was not just about a single incident — it was about centuries of injustice."
  },
  {
    "id": 78,
    "title": "Article 78",
    "text": "\"This isn’t new,\" said Angela Rowe, a marcher in Atlanta. \"But now people can’t look away.\" In Minneapolis, where the unrest began, police precincts burned and businesses were boarded up, even as local leaders pledged reform. Days later, Officer Derek Chauvin was charged with murder, and three other officers were later charged as accomplices. The protests prompted cities to reconsider policing tactics, sparked pledges to defund or reform departments, and triggered corporate statements that, critics say, often rang hollow. Still, many saw the moment as a cultural shift — one driven from the streets, not from officialdom. The demonstrations persisted for weeks, defying curfews, tear gas, and political backlash. \"Black Lives Matter\" became a global refrain, painted across boulevards and embedded in headlines. But as calls for action grew, so did questions of what change, if any, would follow."
  },
  {
    "id": 79,
    "title": "Beirut Explosion Shatters a City Already on the Brink",
    "text": "The blast tore through the city in a flash of orange smoke, flattening entire districts and shattering windows miles away. In an instant, Beirut was transformed from a capital in crisis to one engulfed in catastrophe. A massive explosion on August 4, caused by nearly 2,750 tons of ammonium nitrate stored for years at the port, killed at least 200 people and injured thousands more. Entire neighborhoods, once bustling, now lay in ruins. In a country long beset by political dysfunction, economic collapse, and public distrust, the explosion became a breaking point. \"I survived the civil war, but I’ve never seen anything like this,\" said Rana Habib, a retired teacher. \"It’s not just destruction. It’s betrayal.\" Protests erupted within days, with citizens blaming the government’s negligence for the blast. Resignations followed, including that of Prime Minister Hassan Diab, but the anger remained — raw, deep, and unresolved. As hospitals overflowed and the search for survivors continued, foreign aid began to arrive. Yet many in Lebanon called for international oversight, expressing doubt that the ruling elite could rebuild what it helped destroy."
  },
  {
    "id": 80,
    "title": "Global Oil Market Crashes as Coronavirus Strangles Demand",
    "text": "Traders on April 20 scrambled to offload barrels they could no longer store, pushing the benchmark West Texas Intermediate crude to negative $37.63 a barrel — a startling snapshot of a world frozen by the coronavirus pandemic. The collapse reflected a grim reality: with airplanes grounded, factories shut down, and highways emptied, demand for oil had all but vanished. Storage tanks were full, refineries idled, and tankers sat stranded offshore with nowhere to unload. \"Oil is usually a symbol of power,\" said energy analyst Sophie Lin. \"Now it’s a liability.\" The crisis was exacerbated by a price war between Saudi Arabia and Russia, which flooded the market with supply even as consumption cratered. Though the two countries later agreed to production cuts, the damage to oil-dependent economies was already extensive."
  },
  {
    "id": 81,
    "title": "Tokyo Olympics Postponed for the First Time in Modern History",
    "text": "For the first time in its 124-year history, the modern Olympic Games were postponed. Organizers announced on March 24 that the Tokyo 2020 Summer Olympics would be delayed until 2021 due to the escalating COVID-19 pandemic. The decision, long anticipated and reluctantly made, was both historic and sobering. Athletes who had trained for years were left in limbo, while broadcasters, sponsors, and tourism officials braced for billions in losses. \"This is heartbreaking, but necessary,\" said Japanese Prime Minister Shinzo Abe, who had long insisted the Games would go on. \"We must prioritize safety.\""
  },
  {
    "id": 82,
    "title": "Australia’s Wildfires Mark a Climate Crossroads",
    "text": "For weeks, the sun never fully rose over Sydney. A thick, acrid haze cloaked the city skyline, turning daylight into an ominous amber glow and making the air harder to breathe than in New Delhi or Beijing. Ash fell like snow across the suburbs. Outside the city, the bush burned with a ferocity that stunned even veteran firefighters. Australia was on fire. Not metaphorically — literally. Beginning in mid-2019 and continuing into the first months of 2020, Australia’s bushfire crisis scorched more than 46 million acres, an area roughly the size of England and Wales combined. At least 33 people were killed, thousands of homes reduced to rubble, and an estimated one billion animals died in the flames. Entire species may have been pushed to the brink of extinction. \"This was not just a bad fire season,\" said Dr. Rohan Ellis, a climate scientist at the University of Melbourne. \"This was an ecological catastrophe. And unless we act, it won’t be the last.\""
  },
  {
    "id": 83,
    "title": "The Fire Came From Everywhere",
    "text": "In the town of Mallacoota, Victoria, where the coastline met flames, residents fled to the beach, sheltering beneath smoke-darkened skies. Some stood in the shallow waters of the Pacific Ocean with their pets and belongings, waiting for rescue boats from the Australian Navy. The town, like many others, was cut off by road, surrounded by a wall of fire. \"We were trapped,\" said Carla Morgan, a teacher who had been vacationing with her family when the fire descended. \"The wind changed, and suddenly the fire came from everywhere.\" Stories like Morgan’s were repeated across the country: families fleeing in caravans, entire towns evacuated, wildlife volunteers risking their lives to rescue burned koalas, wallabies, and birds. Emergency crews battled fires in every Australian state, but conditions in New South Wales and Victoria were especially dire. Prolonged drought, record-breaking temperatures, and high winds made fires harder to control. In one harrowing week, flames reached the outskirts of Canberra, the nation’s capital. \"This wasn’t just fire — it was a firestorm,\" said Shane Fitzsimmons, then-head of the New South Wales Rural Fire Service. \"There were pyrocumulonimbus clouds — literal fire-generated thunderstorms — with their own weather systems.\""
  },
  {
    "id": 84,
    "title": "A Nation on Edge",
    "text": "The fires struck a raw nerve in a nation already debating its environmental future. Australia is one of the world’s largest exporters of coal and natural gas and has long been divided over the costs of reducing carbon emissions. During the crisis, Prime Minister Scott Morrison faced withering criticism for his climate stance — and for leaving the country on a family vacation in Hawaii as the fires intensified. Protests erupted in cities including Melbourne and Sydney. Critics accused Morrison of downplaying the role of climate change and failing to support firefighters and frontline communities. \"Our government is asleep at the wheel,\" said climate activist Amelia Price, 22, at a demonstration in Sydney. \"This is climate change. This is what scientists warned us about, and it’s happening now.\" Morrison later apologized for his absence and promised billions in recovery aid, but stopped short of committing to major climate reforms."
  },
  {
    "id": 85,
    "title": "A Billion Lives Lost",
    "text": "Perhaps the most heartbreaking toll was ecological. Wildlife ecologists estimate over one billion mammals, birds, and reptiles perished in the fires, including large numbers of kangaroos, koalas, and threatened marsupials unique to Australia’s ecosystems. The fires burned through forests that had not seen flames in centuries — habitats that may take decades, or longer, to recover. \"It’s staggering,\" said Dr. Lily Tran, a biologist at the University of Sydney. \"Entire populations have been wiped out. In some cases, we don’t even know what we’ve lost yet.\" The koala, long considered a national symbol, became a haunting emblem of the crisis — injured, singed, clinging to smoldering tree trunks. Wildlife hospitals overflowed with patients, and volunteers created makeshift sanctuaries in their homes and backyards."
  },
  {
    "id": 86,
    "title": "After the Fires, Uncertainty",
    "text": "By February 2020, rains began to fall, offering relief to some regions — but bringing flash floods and landslides to fire-ravaged landscapes. In burned areas, the soil could not absorb water, leading to erosion and contaminated waterways. The cost of rebuilding was projected in the tens of billions of dollars. Towns devastated by the fires faced economic and psychological recovery even before the COVID-19 pandemic hit. Still, many Australians saw the fires as a turning point — a moment that pierced national complacency and forced a deeper conversation about the country’s environmental path. \"We have to treat this as our wake-up call,\" said Dr. Ellis. \"Climate change isn’t abstract. It’s here. It’s fire, smoke, death. It’s now.\" Whether the political system will act on that realization remains uncertain. But for the millions who lived through the fires — and the countless more who inhaled their smoke from continents away — the message was unmistakable: the climate crisis is no longer coming. It has arrived."
  },
  {
    "id": 87,
    "title": "WHO Declares COVID-19 a Global Pandemic",
    "text": "The World Health Organization on Wednesday declared the coronavirus outbreak a global pandemic, citing the virus’s rapid spread to more than 100 countries and the growing number of deaths and infections worldwide. The announcement marked the first time the WHO has declared a pandemic since the 2009 H1N1 flu outbreak. Officials urged countries to take \"urgent and aggressive action\" to contain the virus. \"We are deeply concerned both by the alarming levels of spread and severity — and by the alarming levels of inaction,\" said WHO Director-General Tedros Adhanom Ghebreyesus. \"We have therefore made the assessment that COVID-19 can be characterized as a pandemic.\" At the time of the declaration, the virus had infected more than 118,000 people globally and caused over 4,000 deaths. Major economies including Italy, South Korea, and the United States began rolling out travel restrictions and large-scale public health measures."
  },
  {
    "id": 88,
    "title": "U.S. Unemployment Rate Soars to 14.7% Amid COVID-19 Shutdowns",
    "text": "The U.S. unemployment rate surged to 14.7% in April, the highest level since the Great Depression, as widespread business closures due to the coronavirus pandemic triggered more than 20 million job losses, the Labor Department reported Friday. The staggering figures reflect the economic fallout from COVID-19 as stay-at-home orders and lockdowns shuttered restaurants, retail stores, factories, and offices across the country. \"This is the most devastating labor market collapse in modern history,\" said Diane Swonk, chief economist at Grant Thornton. \"The numbers speak to the scale of the economic trauma.\" Economists warned that the true rate could be even higher due to limitations in data collection and misclassified workers. Congress has passed trillions in relief measures, but economists say a full recovery could take years."
  },
  {
    "id": 89,
    "title": "Breonna Taylor Shooting Spurs Protests, Calls for Police Reform",
    "text": "Protests erupted across Louisville and other U.S. cities this week following the police shooting death of Breonna Taylor, a 26-year-old Black emergency medical technician killed in her apartment during a botched no-knock raid. Taylor was shot eight times on March 13 after plainclothes officers entered her home using a battering ram while executing a drug warrant. No drugs were found at the scene, and her boyfriend, who said he believed intruders were breaking in, fired one shot that injured an officer. The incident gained national attention following the deaths of Ahmaud Arbery and George Floyd, sparking renewed calls for police accountability and racial justice. Kentucky’s governor and city leaders have pledged investigations and policy reviews. One officer was fired in June, and the others placed on administrative leave. Taylor’s family has filed a wrongful death lawsuit. \"She didn’t deserve this,\" said her mother, Tamika Palmer. \"She was asleep in her bed.\""
  },
  {
    "id": 90,
    "title": "U.S. Withdraws from Paris Climate Agreement",
    "text": "The United States formally exited the Paris climate accord on Wednesday, becoming the only country in the world to leave the landmark global agreement aimed at curbing greenhouse gas emissions. The move, first announced by President Donald Trump in 2017, went into effect a day after the 2020 presidential election. The decision drew criticism from environmental groups and world leaders who warned it would undermine global efforts to combat climate change. \"This is a major setback for the planet,\" said Christiana Figueres, former head of the U.N. climate body that helped negotiate the agreement. Trump argued the pact was unfair to American businesses and workers. Former Vice President Joe Biden, who won the presidential election days later, pledged to rejoin the agreement on his first day in office. The Paris Agreement, adopted in 2015 by nearly 200 countries, aims to limit global warming to below 2 degrees Celsius above pre-industrial levels."
  },
  {
    "id": 91,
    "title": "California Wildfires Break Records as Climate Concerns Grow",
    "text": "California is enduring its worst wildfire season on record, with more than 3.1 million acres scorched and dozens of major blazes still active as of mid-September. The devastation has already claimed at least 25 lives, destroyed thousands of homes, and displaced hundreds of thousands of residents. The fires, which have burned across the state from the northern forests of Mendocino County to the chaparral of Southern California, have shattered previous records. For comparison, the entire 2019 wildfire season consumed just over 250,000 acres, making this year's total more than 10 times greater. Firefighters, who have been working around the clock, are fighting a battle against increasingly unpredictable flames, exacerbated by an alarming combination of drought conditions, extreme heat, and high winds. \"This is a crisis unlike anything we’ve seen,\" said Cal Fire Chief Thom Porter during a briefing on Sunday. \"We have multiple large fires burning simultaneously, and the conditions are just too volatile.\" Among the most devastating is the August Complex Fire, which became the largest wildfire in California history, burning over 1 million acres of forest across seven counties in Northern California. The fire, which was ignited by lightning strikes in August, has been relentless, growing steadily and consuming swaths of dense forestland that firefighters have struggled to reach."
  },
  {
    "id": 92,
    "title": "The Impact on Communities",
    "text": "In Butte County, the community of Paradise — still recovering from the catastrophic Camp Fire of 2018, which killed 85 people and destroyed 19,000 structures — has faced new challenges. Although the Paradise area was spared from the most recent fires, surrounding communities have not been so fortunate. The heavy smoke has enveloped entire cities, reducing visibility to near zero and causing widespread respiratory issues. \"We’re all on edge,\" said James O'Connor, a Paradise resident who had just rebuilt his home after the 2018 fire. \"We thought we were safe for a while, but it’s like living in a perpetual state of fear now.\" California’s air quality has reached hazardous levels in many areas, and the state’s Department of Public Health has issued repeated warnings, urging residents to stay indoors when possible and avoid strenuous activity. The smoke from the wildfires has even reached as far as New York City, prompting health concerns and illustrating the immense scale of the destruction. In the Central Valley, where agriculture plays a key role in the state’s economy, the fires have caused major disruptions. Smoke has damaged crops, and many farmers are struggling to maintain operations as water supplies become more scarce. \"It’s hard enough to make a living in agriculture these days with droughts, but these fires are making everything worse,\" said Lucia Gonzalez, a third-generation farmer in Fresno County. \"We’re seeing crops burn, and there’s no real way to predict what’s coming next.\""
  },
  {
    "id": 93,
    "title": "The Role of Climate Change",
    "text": "Experts say climate change has played a significant role in the intensity and frequency of these fires, as longer and hotter summers combined with prolonged droughts have made California more susceptible to such catastrophic wildfires. According to the California Department of Forestry and Fire Protection (Cal Fire), the fire season is now starting earlier in the year, lasting longer, and burning with far more intensity than in the past. \"We’ve entered a new era of wildfire danger,\" said Dr. Craig Clements, a professor of fire science at San Jose State University. \"The combination of climate change, human development in high-risk areas, and mismanagement of land has made wildfires much more catastrophic.\" California Governor Gavin Newsom has repeatedly pointed to climate change as the driving force behind the state’s increasingly dire wildfire situation. In his remarks last week, Newsom noted that this year’s record-breaking wildfires were part of a broader pattern of environmental challenges facing California, from intense heatwaves to rising sea levels. \"This is a clarion call for us to act,\" Newsom said. \"We cannot afford to ignore the reality of climate change any longer.\""
  },
  {
    "id": 94,
    "title": "California’s Response and Recovery",
    "text": "As the fires continue to burn, state and local agencies are stretched thin. California’s National Guard has been deployed to assist with evacuation efforts, and thousands of firefighters — many of whom are working 12-hour shifts in extreme conditions — have been dispatched to battle the flames. At the same time, the state has seen an outpouring of support from local communities, nonprofits, and volunteers. Local shelters are filled with evacuees, and organizations like the Red Cross and United Way have launched fundraising campaigns to support firefighting efforts and those affected by the fires. But recovery will take years. Even as the fires are eventually contained, the toll on California’s communities and ecosystems will be felt for decades. Scientists warn that the long-term ecological effects, including soil erosion, habitat destruction, and the loss of biodiversity, will be widespread and difficult to reverse. In the aftermath of the fires, state lawmakers are already discussing how to mitigate the risk of future wildfires. Some have called for improved forest management practices, including controlled burns and the removal of dead trees, to reduce fuel for fires. Others are urging the state to invest in renewable energy infrastructure to help combat climate change and reduce the need for fossil fuels, which contribute to air pollution and rising temperatures."
  },
  {
    "id": 95,
    "title": "A Look Ahead",
    "text": "With several months still left in the fire season, officials are bracing for what could be an even more challenging period as California heads into the fall. As the weather cools and winds pick up, there is a heightened risk of new fires starting, and existing ones could flare up again. California has already invested millions in fire prevention, but many experts argue that the state will need to adopt a more aggressive approach to both prevention and adaptation if it is to avoid even worse scenarios in the future. \"We need to be preparing for the next disaster now,\" said Janet Choi, a policy analyst at the California Council on Science and Technology. \"This isn’t just a fire problem. It’s an environmental problem, a public health problem, and a social problem that we need to address holistically.\" The state’s response in the coming months will be critical, not only to safeguard lives but to ensure the long-term survival of the ecosystems that have defined California for centuries."
  },
  {
    "id": 96,
    "title": "Global Vaccination Efforts Ramp Up as COVID-19 Cases Surge Worldwide",
    "text": " As the COVID-19 pandemic continues to spread across the globe, nations are scrambling to ramp up vaccination campaigns in hopes of stemming the tide of infections. The arrival of several promising vaccines has provided a glimmer of hope, but with new daily case numbers reaching unprecedented levels, health experts warn that the situation remains dire. Countries including the United States, the United Kingdom, and Canada have begun administering the first doses of vaccines, with healthcare workers and the elderly prioritized. The Pfizer-BioNTech and Moderna vaccines, both based on new mRNA technology, have been approved for emergency use in multiple countries, while other vaccines, such as the Oxford-AstraZeneca vaccine, are in the final stages of approval. Despite the encouraging news about vaccines, the number of infections continues to soar. According to the World Health Organization (WHO), global cases exceeded 75 million by mid-December, with over 1.6 million deaths reported. In the U.S., daily case numbers have shattered records, pushing hospitals to their limits as healthcare workers battle the surge."
  },
  {
    "id": 97,
    "title": "Vaccine Rollout Faces Hurdles",
    "text": "The initial stages of vaccination efforts have been met with logistical challenges. Distribution networks have been tested by the need to store and transport vaccines at extremely low temperatures, particularly the Pfizer-BioNTech vaccine, which requires storage at -70 degrees Celsius. In many low-income countries, there are concerns about access to cold-chain infrastructure. \"Logistics will be one of the most difficult parts of this rollout,\" said Dr. Sarah Thompson, a global health expert at the London School of Hygiene & Tropical Medicine. \"Getting the vaccine to every corner of the world is an enormous challenge, especially in rural and remote areas.\" In addition to distribution hurdles, there are concerns about vaccine hesitancy in certain populations. In some countries, misinformation and distrust of governments and pharmaceutical companies have led to doubts about the safety and efficacy of the vaccines. \"People need to see that these vaccines are safe and effective. Without public trust, vaccination efforts will falter,\" said Dr. Anthony Fauci, the top infectious disease expert in the United States. \"We must combat misinformation head-on and emphasize the science behind these vaccines.\""
  },
  {
    "id": 98,
    "title": "Lockdowns and Restrictions Continue as Governments Struggle to Control Spread",
    "text": "As vaccination efforts progress, many countries have reintroduced or extended lockdown measures to curb the spread of the virus. In Europe, nations including France, Germany, and Italy have reinstated stay-at-home orders, closed businesses, and limited travel to reduce transmission. In the U.S., where case numbers have surged, some states have implemented strict measures, including limiting indoor dining, banning large gatherings, and mandating mask-wearing in public spaces. However, the federal response has remained fragmented, with states largely left to manage their own responses. \"This is not just a public health crisis. It's a social crisis, an economic crisis, and a psychological crisis,\" said U.S. President-elect Joe Biden, who is expected to take office in January. \"We need a coordinated federal response to address all aspects of this pandemic.\""
  },
  {
    "id": 99,
    "title": "A Glimmer of Hope Amid Global Uncertainty",
    "text": "Despite the challenges, the rollout of vaccines represents a turning point in the fight against COVID-19. Experts caution that it will take months, if not longer, before vaccines are widely available and the pandemic is under control. Global health organizations have stressed the need for continued vigilance, including mask-wearing, physical distancing, and testing, until widespread immunity is achieved. \"The arrival of vaccines is a monumental step forward, but it's not the end of the pandemic,\" said WHO Director-General Tedros Adhanom Ghebreyesus. \"We need to stay focused and continue to take all necessary precautions to protect ourselves and others.\" For now, many countries are relying on a phased approach to vaccinations, with frontline workers, the elderly, and vulnerable populations receiving priority. As the global community awaits broader vaccine distribution, the next several months will be critical in determining how quickly the world can return to some semblance of normalcy."
  },
  {
    "id": 100,
    "title": "Elderly Vaccinations",
    "text": "In the U.K., where vaccinations began in early December, 90-year-old Margaret Keenan became the first person in the world to receive the Pfizer vaccine outside of clinical trials. Her inoculation was hailed as a symbol of hope, but officials have emphasized that patience will be needed before vaccines can bring an end to the pandemic. \"We will get through this,\" said Keenan, who received her vaccine at University Hospital Coventry. \"This is a great Christmas present.\""
  }
]