[
  {
    "id": 1,
    "title": "In High-Stakes Negotiations, Trump’s Opponents Are Learning His Patterns",
    "text": "President Trump has long reveled in his reputation as a maximalist, issuing a huge demand, creating a crisis and setting off a high-pressure negotiation. But increasingly often, he ends up backing down and simply declaring a win. His opponents appear to be catching on, sharpening their tactics based on Mr. Trump’s patterns and his unapologetically transactional attitude toward diplomacy. The dynamic has played out repeatedly in recent weeks as Mr. Trump backed off, to varying degrees, on his plans to transform Gaza into the “Riviera of the Middle East,” turn Canada into the 51st state and beat China into submission with tariffs. Now, two very different tests are emerging. One is over where Mr. Trump stands, with America’s biggest allies or with President Vladimir V. Putin of Russia, on preserving Ukraine’s sovereignty and safety in any cease-fire deal. The other, with Iran, may determine whether he is really willing to stand aside and let Israel bomb Iran — or join in, despite the risks — if he cannot extract a better nuclear deal than what President Barack Obama got, and cut off Iran’s pathway to a bomb. Both those negotiations lack the numeric symmetries of tariff negotiations. Thousands if not millions of lives are potentially at stake. Both involve decades of grievance, dating back to the Iranian revolution and the breakup of the Soviet Union. And Russia and Iran appear to be honing their strategies after watching Mr. Trump in action. Emissaries from those countries are hinting to Mr. Trump’s negotiator, Steve Witkoff, that there may be some investment opportunities for Americans if the United States eases off its demands. Mr. Witkoff, like Mr. Trump, has a history in real estate."
  },
  {
    "id": 2,
    "title": "Maryland Gov. Wes Moore signs bill to tap unused ACA insurance funds for abortion grant program",
    "text": "Maryland will become the first state to use money collected from a surcharge on insurance plans sold under the Affordable Care Act to fund a program to pay for abortions, regardless of a patient’s insurance coverage, under a measure signed into law Tuesday by Democratic Gov. Wes Moore. The law will make about $25 million available when it takes effect July 1, because a $1 surcharge has been unused and growing over the last 15 years since the ACA took effect in 2010. It’s estimated to make about $3 million available annually in future years. “The lieutenant governor and I were very clear from Day 1 — that Maryland will always be a safe haven for abortion access,” Moore said, highlighting the measure among some 170 bills signed at a ceremony. The program will be paid for through the transfer of certain insurance premium funds collected by carriers that can only be used for abortion coverage in accordance with the ACA. Supporters say other states have access to a similar surplus of funds through their state exchange insurance systems. “If programs like ours are duplicated across the country, we could help millions of Americans access essential abortion care — without relying on taxpayer dollars,” said Del. Lesley Lopez, a Democrat from Maryland’s Montgomery County, in the suburbs of the nation’s capital."
  },
  {
    "id": 3,
    "title": "The Pandemic's Missing Students",
    "text": "It’s unclear to Tameka how — or even when — her children became unenrolled from Atlanta Public Schools. But it was traumatic when, in fall 2021, they figured out it had happened. After more than a year of some form of pandemic online learning, students were all required to come back to school in person. Tameka was deeply afraid of COVID-19 and skeptical the schools could keep her kids safe from what she called “the corona.” One morning, in a test run, she sent two kids to school. Her oldest daughter, then in seventh grade, and her second youngest, a boy entering first grade, boarded their respective buses. She had yet to register the youngest girl, who was entering kindergarten. And her older son, a boy with Down syndrome, stayed home because she wasn't sure he could consistently wear masks. After a few hours, the elementary school called: Come pick up your son, they told her. He was no longer enrolled, they said. Around lunchtime, the middle school called: Come get your daughter, they told her. She doesn't have a class schedule. Tameka's children — all four of them — have been home ever since."
  },
  {
    "id": 4,
    "title": "PARENTS MUST PROVE RESIDENCY, REPEATEDLY",
    "text": "Thousands of students went missing from American classrooms during the pandemic. For some who have tried to return, a serious problem has presented itself. A corrosive combination of onerous re-enrollment requirements, arcane paperwork and the everyday obstacles of poverty — a nonworking phone, a missing backpack, the loss of a car — is in many cases preventing those children from going back. “One of the biggest problems that we have is kids that are missing and chronic absenteeism,” says Pamela Herd, a Georgetown University public policy professor. She studies how burdensome paperwork and processes often prevent poor people from accessing health benefits. “I’m really taken aback that a district would set forth a series of policies that make it actually quite difficult to enroll your child.” In Atlanta, where Tameka lives, parents must present at least eight documents to enroll their children — twice as many as parents in New York City or Los Angeles. One of the documents — a complicated certificate evaluating a child’s dental health, vision, hearing and nutrition — is required by the state. Most of the others are Atlanta’s doing, including students' Social Security cards and an affidavit declaring residency that has to be notarized. The district asks for proof of residency for existing students every year at some schools, and also before beginning sixth and ninth grades, to prevent students from attending schools outside of their neighborhoods or communities. The policy also allows the district to request proof the student still lives in the attendance zone after an extended absence or many tardy arrivals. Without that proof, families say their children have been disenrolled. “They make it so damned hard,” says Kimberly Dukes, an Atlanta parent who co-founded an organization to help families advocate for their children. During the pandemic, she and her children became homeless and moved in with her brother. She struggled to convince her children’s school they really lived with him. Soon, she heard from other caregivers having similar problems. Last year, she estimates she helped 20 to 30 families re-enroll their children in Atlanta Public Schools."
  },
  {
    "id": 5,
    "title": "Inflation Is Down in Peru",
    "text": "The nation's inflation rate dropped to 6.46 percent in 1997, the lowest rate in nearly a quarter-century, the National Institute of Statistics said today. The institute said Peru's economy grew by 7.6 percent in 1997, up from 2.6 percent in 1996. Inflation was down from 11.8 percent in 1996 and was the lowest since 1973, when prices rose 6.4 percent. Peru suffered from hyperinflation in recent years with inflation reaching 7,650 percent in 1990. An austerity program imposed by President Alberto Fujimori after he took office in 1990 has reduced inflation since then."
  },
  {
    "id": 6,
    "title": "In High-Stakes Negotiations, Trump’s Opponents Are Learning His Patterns (AI)",
    "text": "President Trump has long embraced the image of a dealmaker who thrives on brinkmanship: make a sweeping demand, ignite a crisis, then pull back at the last moment and declare victory. But as his presidency has progressed, world leaders and political opponents alike have begun to see the contours of a predictable pattern—and are adjusting their strategies accordingly. In recent weeks, that dynamic has been on full display. Mr. Trump has backed down, to varying degrees, on a series of bold pronouncements: his vision of Gaza as a luxury destination, his confrontational tariffs against China, and even his shifting stance on NATO allies and Canada. Each time, the pattern repeats: maximalist opening, heightened tension, and a retreat reframed as triumph. Diplomats and adversaries, it seems, are no longer caught off guard. Russian and Iranian negotiators, for instance, have subtly shifted their tactics, offering hints of future cooperation or economic incentives rather than escalating confrontations. These signals, aimed at Trump's envoy Steve Witkoff—a real estate figure like the president himself—reflect a strategic pivot: appeal to Trump’s transactional instincts, not his ideology. Two new foreign policy tests may determine how well those adjustments work. In Ukraine, Mr. Trump must choose between supporting long-standing U.S. allies or striking an ambiguous posture with President Vladimir V. Putin. In Iran, the stakes are higher still: the possibility of military conflict looms if negotiations over a nuclear deal falter. Unlike tariff disputes, these negotiations lack the safety of economic figures and forecasts. Lives are at risk, and decades of mistrust cannot be brokered through branding alone. Yet Mr. Trump’s opponents are banking on his desire for a deal—any deal—that can be sold as historic. “Life is not binary,” said a former senior official familiar with White House strategy. “But Trump often treats it as if it is: win or lose, strong or weak. That gives you a playbook.” If recent events are any guide, that playbook may now be in the hands of America’s rivals, as they learn to navigate the president’s rhythm of confrontation and retreat."
  },
  {
    "id": 7,
    "title": "Maryland Gov. Wes Moore signs bill to tap unused ACA insurance funds for abortion grant program (AI)",
    "text": "Maryland Gov. Wes Moore signed legislation Tuesday that will make the state the first in the nation to use surplus funds from Affordable Care Act insurance surcharges to support abortion access, regardless of a patient's insurance status. The new law, set to take effect July 1, will redirect approximately $25 million from a long-unused $1 monthly surcharge collected from insurance plans sold through the state’s ACA exchange. The surcharge has quietly accumulated since the ACA took effect in 2010, and is projected to generate about $3 million annually going forward. “This law reaffirms our commitment that Maryland will always be a safe haven for reproductive rights,” Moore said during a bill signing ceremony in Annapolis, where he approved nearly 170 measures. The funds will be used to create a state-administered grant program, allowing organizations to cover abortion costs for individuals regardless of their insurance coverage. The program is designed to expand access, particularly for those who are uninsured, underinsured, or traveling from out of state. The measure ensures the funds are spent in accordance with ACA guidelines, and supporters say other states could follow suit, depending on how their insurance exchanges are structured. Abortion rights advocates hailed the bill as a model for protecting access in a shifting national landscape."
  },
  {
    "id": 8,
    "title": "The Pandemic's Missing Students (AI)",
    "text": "Across the United States, school districts are grappling with an unsettling reality: thousands of students who vanished from classrooms during the COVID-19 pandemic have yet to return. When schools shuttered in 2020, many students struggled with remote learning, exacerbating existing inequities. But as classrooms reopened, educators noticed a troubling trend—some children never came back. Data from multiple states show chronic absenteeism remains significantly higher than pre-pandemic levels, with economically disadvantaged and minority students disproportionately affected. Experts point to a range of factors, including financial hardships, mental health struggles, and disengagement from traditional schooling. Efforts to re-engage these missing students vary. Some districts have launched aggressive outreach campaigns, knocking on doors and offering flexible learning options. Others are expanding mental health services and partnering with community organizations to address barriers to attendance. Despite these efforts, the long-term consequences remain uncertain. Education advocates warn that without sustained intervention, the lost years could widen achievement gaps and impact future job prospects. As officials work to bring students back, the pandemic’s disruption serves as a stark reminder of the fragility of the education system—and the pressing need for solutions that leave no child behind."
  },
  {
    "id": 9,
    "title": "PARENTS MUST PROVE RESIDENCY, REPEATEDLY (AI) ",
    "text": "In the wake of the COVID-19 pandemic, school districts across the country are facing a growing crisis: the disappearance of thousands of students. But for many families trying to re-enroll, bureaucratic hurdles are compounding the problem. As districts scramble to recover enrollment losses, schools have tightened residency verification requirements, forcing families—especially those in transitional housing—to repeatedly prove their eligibility. Some parents report submitting lease agreements, utility bills, and affidavits multiple times, only to be told the paperwork is insufficient. \"Every year, it's a battle to prove we belong,\" said Maria Gonzalez, a mother in Philadelphia whose family moved between relatives' homes after losing their apartment during the pandemic. \"I just want my kids in school, but the system makes it so hard.\" School officials argue the stricter policies are necessary to prevent fraud and ensure local tax dollars serve actual residents. But advocates say they disproportionately impact lower-income families, immigrants, and those facing housing instability. Legal experts warn that residency enforcement practices could violate students' rights, particularly under the McKinney-Vento Act, which protects access to education for homeless children. Some districts have faced lawsuits alleging discriminatory enforcement. Meanwhile, education leaders are grappling with the broader consequences of pandemic-driven enrollment declines. Chronic absenteeism remains high, learning gaps have widened, and disengaged students risk falling permanently behind. To ease the verification process, some districts are piloting alternative residency confirmation methods, such as accepting self-attestation forms or partnering with social service agencies to validate addresses. But for many families, the struggle continues.\"The pandemic took so much from our children,\" Gonzalez said. \"Now, bureaucracy is keeping them out of the classroom when they need it most.\"As policymakers weigh solutions, the battle over residency requirements underscores a deeper challenge: ensuring all students—regardless of their housing situation—can access a stable education."
  },
  {
    "id": 10,
    "title": "Inflation Is Down in Peru (AI)",
    "text": "Inflation in Peru fell sharply last month, offering a boost to President Alberto Fujimori’s economic team amid sluggish growth and rising public frustration. Government figures released Tuesday showed consumer prices rose just 0.2 percent in June, bringing annual inflation down to 6.1 percent — its lowest level in nearly a decade. Analysts attributed the decline to tighter monetary policy and lower food prices. Still, economists warned that unemployment and underemployment remain high, underscoring the challenges ahead as Peru seeks to stabilize its economy while encouraging investment."
  }]